<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xml:lang="en" article-type="research-article" dtd-version="1.4"><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Vavilovskii Zhurnal Genet Selektsii</journal-id><journal-id journal-id-type="iso-abbrev">Vavilovskii Zhurnal Genet Selektsii</journal-id><journal-id journal-id-type="pmc-domain-id">3805</journal-id><journal-id journal-id-type="pmc-domain">vavilovjgb</journal-id><journal-title-group><journal-title>Vavilov Journal of Genetics and Breeding</journal-title></journal-title-group><issn pub-type="ppub">2500-0462</issn><issn pub-type="epub">2500-3259</issn><publisher><publisher-name>Institute of Cytology and Genetics, Siberian Branch of the Russian Academy of Science</publisher-name></publisher><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://vavilov.elpub.ru/jour/index">
Website: Vavilov Journal of Genetics and Breeding
</self-uri></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC11253020</article-id><article-id pub-id-type="pmcid-ver">PMC11253020.1</article-id><article-id pub-id-type="pmcaid">11253020</article-id><article-id pub-id-type="pmcaiid">11253020</article-id><article-id pub-id-type="pmid">39027129</article-id><article-id pub-id-type="doi">10.18699/vjgb-24-47</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Review</subject></subj-group></article-categories><title-group><article-title>History, status and genetic characteristics
of native cattle breeds from the Republic of Kazakhstan</article-title><trans-title-group xml:lang="ru"><trans-title>&#1048;&#1089;&#1090;&#1086;&#1088;&#1080;&#1103;, &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1077; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077;
&#1080; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1089;&#1090;&#1080;&#1082;&#1072; &#1083;&#1086;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;
&#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1075;&#1086; &#1088;&#1086;&#1075;&#1072;&#1090;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1056;&#1077;&#1089;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1080; &#1050;&#1072;&#1079;&#1072;&#1093;&#1089;&#1090;&#1072;&#1085;</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name name-style="western"><surname>Khamzina</surname><given-names initials="AK">A.K.</given-names></name><aff>
<institution>Kazakh National Agrarian Research University, Almaty, Kazakhstan</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Yurchenko</surname><given-names initials="AA">A.A.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Yudin</surname><given-names initials="NS">N.S.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Ibragimov</surname><given-names initials="PS">P.Sh.</given-names></name><aff>
<institution>Kazakh National Agrarian Research University, Almaty, Kazakhstan</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Ussenbekov</surname><given-names initials="YS">Y.S.</given-names></name><aff>
<institution>Kazakh National Agrarian Research University, Almaty, Kazakhstan</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Larkin</surname><given-names initials="DM">D.M.</given-names></name><aff>
<institution>Royal Veterinary College, University of London, London, United Kingdom</institution>
</aff></contrib></contrib-group><author-notes><fn><p>Correspondence to: A.K. Khamzina
<email>dmlarkin@gmail.com</email></p></fn></author-notes><pub-date pub-type="ppub"><month>7</month><year>2024</year></pub-date><volume>28</volume><issue>4</issue><issue-id pub-id-type="pmc-issue-id">466915</issue-id><fpage>416</fpage><lpage>423</lpage><history><date date-type="received"><day>21</day><month>3</month><year>2024</year></date><date date-type="rev-recd"><day>16</day><month>4</month><year>2024</year></date><date date-type="accepted"><day>16</day><month>4</month><year>2024</year></date></history><pub-history><event event-type="pmc-release"><date><day>01</day><month>07</month><year>2024</year></date></event><event event-type="pmc-live"><date><day>18</day><month>07</month><year>2024</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2024-07-19 17:25:13.833"><day>19</day><month>07</month><year>2024</year></date></event></pub-history><permissions><copyright-statement>Copyright &#169; AUTHORS</copyright-statement><copyright-year>2024</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/2.5/</ali:license_ref><license-p>This work is licensed under a Creative Commons Attribution 4.0 License</license-p></license></permissions><abstract><p>This work provides a comprehensive review of the history, status, and genetic characteristics of cattle breeds in Kazakhstan. The current breeding status is analysed, including information on popular breeds such as Kazakh white-headed, Auliekol, Alatau, Aulieata, and Kalmyk, their production and economic significance. An overview of genetic studies using DNA fingerprinting, microsatellites, and SNPs aimed at identifying unique characteristics, genetic diversity, and genes under selection, as well as markers of economically important and productive traits of Kazakh cattle breeds, is also provided. The study examined the genetic structure of the Kazakh white-headed and Alatau breeds based on whole-genome SNP genotyping. Unique genetic components characterizing Kazakhstan cattle breeds were described, and comparisons were made with genetic data from other breeds. Structural analysis showed that the Kazakh white-headed breed contains genetic components of the Hereford, Kalmyk, and Altai cattle. The Alatau breed has a composite structure, containing components of the Brown Swiss, Braunvieh, Kalmyk, and Holstein breeds. The results not only reveal the genetic diversity and characteristics of cattle breeds in Kazakhstan and the historical development and current state of animal husbandry in the country, but also emphasize the importance of further research to identify adaptive and unique genetic markers affecting economically important traits of local breeds.</p></abstract><trans-abstract xml:lang="ru"><p>&#1042; &#1101;&#1090;&#1086;&#1081; &#1088;&#1072;&#1073;&#1086;&#1090;&#1077; &#1084;&#1099; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1084; &#1086;&#1073;&#1079;&#1086;&#1088; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103;, &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1075;&#1086; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1103; &#1080; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076; &#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1075;&#1086; &#1088;&#1086;&#1075;&#1072;&#1090;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; (&#1050;&#1056;&#1057;) &#1050;&#1072;&#1079;&#1072;&#1093;&#1089;&#1090;&#1072;&#1085;&#1072;. &#1054;&#1090;&#1088;&#1072;&#1078;&#1077;&#1085;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1086; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1084; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1080; &#1088;&#1072;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103;, &#1074; &#1090;&#1086;&#1084; &#1095;&#1080;&#1089;&#1083;&#1077; &#1086; &#1087;&#1103;&#1090;&#1080; &#1085;&#1072;&#1080;&#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1088;&#1085;&#1099;&#1093; &#1083;&#1086;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1093; &#8211; &#1082;&#1072;&#1079;&#1072;&#1093;&#1089;&#1082;&#1086;&#1081; &#1073;&#1077;&#1083;&#1086;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1081;, &#1072;&#1091;&#1083;&#1080;&#1077;&#1082;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1081;, &#1072;&#1083;&#1072;&#1090;&#1072;&#1091;&#1089;&#1082;&#1086;&#1081;, &#1072;&#1091;&#1083;&#1080;&#1077;&#1072;&#1090;&#1080;&#1085;&#1089;&#1082;&#1086;&#1081; &#1080; &#1082;&#1072;&#1083;&#1084;&#1099;&#1094;&#1082;&#1086;&#1081;, &#1074; &#1088;&#1072;&#1084;&#1082;&#1072;&#1093; &#1080;&#1093; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1081; &#1080; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1079;&#1085;&#1072;&#1095;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080;. &#1055;&#1088;&#1080;&#1074;&#1077;&#1076;&#1077;&#1085; &#1086;&#1073;&#1079;&#1086;&#1088; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1081; &#1087;&#1086; &#1101;&#1090;&#1080;&#1084; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084;, &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1085;&#1072; &#1074;&#1099;&#1103;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1080;&#1093; &#1091;&#1085;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1089;&#1090;&#1080;&#1082;, &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1103; &#1080; &#1075;&#1077;&#1085;&#1086;&#1074;, &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1097;&#1080;&#1093;&#1089;&#1103; &#1087;&#1086;&#1076; &#1076;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077;&#1084; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1044;&#1053;&#1050;-&#1084;&#1072;&#1088;&#1082;&#1077;&#1088;&#1086;&#1074; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1074;&#1072;&#1078;&#1085;&#1099;&#1093; &#1080; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1093; &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1082;&#1086;&#1074; &#1082;&#1072;&#1079;&#1072;&#1093;&#1089;&#1090;&#1072;&#1085;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1050;&#1056;&#1057;. &#1055;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099; &#1090;&#1072;&#1082;&#1078;&#1077; &#1086;&#1088;&#1080;&#1075;&#1080;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1087;&#1086; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1103;&#1084; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1099; &#1082;&#1072;&#1079;&#1072;&#1093;&#1089;&#1082;&#1086;&#1081; &#1073;&#1077;&#1083;&#1086;&#1075;&#1086;&#1083;&#1086;&#1074;&#1086;&#1081; &#1080; &#1072;&#1083;&#1072;&#1090;&#1072;&#1091;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076; &#1085;&#1072; &#1086;&#1089;&#1085;&#1086;&#1074;&#1077; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1086;&#1074; &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1086;&#1076;&#1085;&#1086;&#1085;&#1091;&#1082;&#1083;&#1077;&#1086;&#1090;&#1080;&#1076;&#1085;&#1099;&#1093; &#1087;&#1086;&#1083;&#1080;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084;&#1086;&#1074;. &#1054;&#1087;&#1080;&#1089;&#1072;&#1085;&#1099; &#1091;&#1085;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1099;, &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1079;&#1091;&#1102;&#1097;&#1080;&#1077; &#1101;&#1090;&#1080; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1050;&#1056;&#1057; &#1050;&#1072;&#1079;&#1072;&#1093;&#1089;&#1090;&#1072;&#1085;&#1072;, &#1080; &#1087;&#1088;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1086; &#1080;&#1093; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1077; &#1089; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1086;&#1081; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1081; &#1101;&#1090;&#1080;&#1093; &#1078;&#1077; &#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1080;&#1079; &#1056;&#1086;&#1089;&#1089;&#1080;&#1081;&#1089;&#1082;&#1086;&#1081; &#1060;&#1077;&#1076;&#1077;&#1088;&#1072;&#1094;&#1080;&#1080;. &#1057;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1085;&#1099;&#1081; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;, &#1095;&#1090;&#1086; &#1082;&#1072;&#1079;&#1072;&#1093;&#1089;&#1082;&#1072;&#1103; &#1073;&#1077;&#1083;&#1086;&#1075;&#1086;&#1083;&#1086;&#1074;&#1072;&#1103; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1099; &#1075;&#1077;&#1088;&#1077;&#1092;&#1086;&#1088;&#1076;&#1089;&#1082;&#1086;&#1081; &#1080; &#1082;&#1072;&#1083;&#1084;&#1099;&#1094;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1072;&#1083;&#1090;&#1072;&#1081;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072;. &#1040;&#1083;&#1072;&#1090;&#1072;&#1091;&#1089;&#1082;&#1072;&#1103; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072; &#1080;&#1084;&#1077;&#1077;&#1090; &#1082;&#1086;&#1084;&#1087;&#1086;&#1079;&#1080;&#1090;&#1085;&#1091;&#1102; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1091; &#1080; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090; &#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1099; &#1073;&#1091;&#1088;&#1086;&#1081;
&#1096;&#1074;&#1080;&#1094;&#1082;&#1086;&#1081;, &#1073;&#1088;&#1072;&#1091;&#1085;&#1074;&#1080;, &#1082;&#1072;&#1083;&#1084;&#1099;&#1094;&#1082;&#1086;&#1081; &#1080; &#1075;&#1086;&#1083;&#1096;&#1090;&#1080;&#1085;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;. &#1056;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1080;&#1088;&#1091;&#1102;&#1090; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1077; &#1080;
&#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1086;&#1088;&#1086;&#1076; &#1050;&#1056;&#1057; &#1050;&#1072;&#1079;&#1072;&#1093;&#1089;&#1090;&#1072;&#1085;&#1072;, &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1077; &#1080; &#1090;&#1077;&#1082;&#1091;&#1097;&#1077;&#1077; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1089;&#1082;&#1086;&#1090;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1072; &#1074; &#1089;&#1090;&#1088;&#1072;&#1085;&#1077;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1087;&#1086;&#1076;&#1095;&#1077;&#1088;&#1082;&#1080;&#1074;&#1072;&#1102;&#1090;
&#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1073;&#1086;&#1083;&#1077;&#1077; &#1076;&#1077;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1081; &#1076;&#1083;&#1103; &#1074;&#1099;&#1103;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1084;&#1072;&#1088;&#1082;&#1077;&#1088;&#1086;&#1074; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1080; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1074;&#1072;&#1078;&#1085;&#1099;&#1093; &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1082;&#1086;&#1074; &#1084;&#1077;&#1089;&#1090;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;.</p></trans-abstract><kwd-group><kwd>cattle</kwd><kwd> breeds</kwd><kwd>history</kwd><kwd>Kazakhstan</kwd><kwd>genetic characteristics</kwd><kwd>single nucleotide polymorphism</kwd></kwd-group><kwd-group xml:lang="ru"><kwd>&#1082;&#1088;&#1091;&#1087;&#1085;&#1099;&#1081; &#1088;&#1086;&#1075;&#1072;&#1090;&#1099;&#1081; &#1089;&#1082;&#1086;&#1090;</kwd><kwd>&#1087;&#1086;&#1088;&#1086;&#1076;&#1099;</kwd><kwd>&#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1103;</kwd><kwd>&#1050;&#1072;&#1079;&#1072;&#1093;&#1089;&#1090;&#1072;&#1085;</kwd><kwd>&#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1089;&#1090;&#1080;&#1082;&#1072;</kwd><kwd>&#1086;&#1076;&#1085;&#1086;&#1085;&#1091;&#1082;&#1083;&#1077;&#1086;&#1090;&#1080;&#1076;&#1085;&#1099;&#1081; &#1087;&#1086;&#1083;&#1080;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084;</kwd></kwd-group><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-license-ref</meta-name><meta-value>CC BY</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec><title>Introduction</title><p>For over 10,000 years, cattle have been an important element
of agriculture and food production (Argynbaev, 1969;
Dakhshleyger, 1980). The first mention of cattle breeding on
the territory of Kazakhstan dates back to the Botai culture
of the Bronze Age (III&#8211;II centuries BC). The study of bone
remains indicates that these herds included mainly horses,
but the remains of small and large livestock were also found
(Adilova, Ilyassov, 2018). In the subsequent period (from the
15th to the 17th centuries), cattle breeding in limited quantities
was noted in the Kazakh Khanate (Ratchnevsky, 1993; Allsen,
2001). Before the second half of the 19th century and early
20th century, Kazakhs practised, for the most part, a nomadic
form of agriculture (Frizen, 2022). Nomadic cattle farming
was extensive, using vast grazing areas rather than intensive
farming methods in a limited area. They used pastures, where
livestock lived throughout the year or almost all year round
on natural pasture. This also determined the composition of
the herd, which could only include animals able to pasture
during the winter (Diarov, 1963; Argynbayev, 1969). To the
most extent, these were horses and sheep, which made up
the majority of the nomadic herd (Diarov, 1963; Tolybekov,
1971). In the 19th century, due to socio-economic changes,
new forms of economy began to appear, such as semi-nomadic
cattle breeding and agriculture.</p><p>A distinctive feature of semi-nomadic cattle breeding was
that it was combined with agriculture (Tolybekov, 1971). Haymaking
and farming are associated with an increase in the
share of cattle in the Kazakh nomadic economy. Cattle became
the main traction force in this type of farming. Another circumstance
that contributed to cattle breeding in Kazakhstan was
the emergence of a market for the sale of meat (Tolybekov,
1971).</p><p>Kazakhstan, a vast Central Asian country known for its
diverse landscapes from steppes to mountains, has developed
cattle breeds that meet specific human needs and are adapted
to the local environment. Kazakh cattle breeds were formed in
such a way as to live in the harsh, often extreme conditions of
this country, while at the same time having high productivity
(Diarov, 1963).</p><p>Modern local cattle breeds are characterized by their
adaptability, sustainability, and ability to provide the population
with necessary resources, such as meat, milk and hides
(Kazkenova, Ainakanova, 2016). These breeds are the most
important asset of Kazakhstan and the whole world. Therefore,
it is necessary to study their unique genetics for subsequent
improvement, as well as to create new commercial breeds
that can maintain their outstanding properties in the harsh,
sharply continental steppe climate of Kazakhstan and other
countries.</p><p>In this work, we will review the literature describing modern
cattle breeds in Kazakhstan, their commercial properties
and genetic characteristics, and also present our data on the
genetic structure of populations of two breeds: the Kazakh
white-headed and Alatau based on data from whole-genome
genotyping of samples of these breeds from Kazakhstan and
the Russian Federation and their comparisons with other
breeds</p></sec><sec><title>Current status, distribution area
and description of breeds</title><p>According to the Bureau of National Statistics of the Republic
of Kazakhstan, as of March 1, 2023, the total number of
livestock in the region is over 10 million heads (Fig. 1). This
figure is higher than in previous years and indicates a positive
growth trend of ~4 % per year (www.stat.gov.kz).</p><fig position="float" id="Fig-1" orientation="portrait"><label>Fig. 1.</label><caption><title>Total headcount of cattle in the Republic of Kazakhstan from 2003 to 2023 (www.stat.gov.kz).</title></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-28-2447-Fig1.jpg"/></fig><p>There are 23 cattle breeds in the country, registered in the
information and analytical system of Kazakhstan (www.plem.
kz), including four breeds that resulted from crossing imported
breeds with local livestock and are well adapted to the harsh
climatic conditions of the region (Alatau, Aulieata, Kazakh
white-headed and Auliekol) (Diarov, 1963; Torekhanov et al.,
2006). These breeds have unique features, such as adaptation
to harsh climatic conditions (extreme temperatures) and limited
access to feed (Torekhanov et al., 2011), resistance to
local diseases and parasites (Sattarova et al., 2023), high meat
and dairy productivity in the country&#8217;s conditions (Torekhanov
et al., 2011). To create these breeds, breeds imported to
Kazakhstan from other countries were used to improve the
economic characteristics of local livestock or adapt to new
conditions of keeping and growing (Kazhgaliyev et al., 2016;
Zhumanov, Baimukanov, 2020; Ulimbashev et al., 2023).</p><p>The main imported breeds that are now successfully bred
in Kazakhstan include Kalmyk, Angus, Hereford, Holstein,
Kholmogory, Limousin, Santa Gertrudis and others. According
to the Republican Chamber of Dairy and Combined Cattle
Breeds of Kazakhstan (www.qazaqsut.kz), which includes
Alatau, Aulieata, Holstein, Black pied and other breeds of this
productivity, the number of stud farms for 2023 is 628 farms,
and the number of commercial ones is 1,271 farms. Most
dairy and combined productivity cattle are Simmental and
Holstein breeds</p><p>Alatau cattle breed &#8211; meat and dairy productivity breed
(Fig. 2a). Research on breeding the Alatau breed was carried
out in 1930&#8211;1950 in the Kirghiz SSR and the southern regions
of the Kazakh SSR by crossing local cattle with animals of
the Kostroma and Brown Swiss breeds (Nysanbaev, 2004).
The breed is adapted to living in high mountain areas, its
colour is mostly brown, of different shades. As of the beginning
of 2024, the population of breeding cattle of this breed is about 7 thousand heads, which is ~2.8 percent higher than
the previous year (www.qazaqsut.kz). This breed is mainly
bred in the Almaty and Turkestan regions of the Republic
(www.gov.kz).</p><fig position="float" id="Fig-2" orientation="portrait"><label>Fig. 2.</label><caption><title>Alatau breed (a); Aulieata breed (b); Kazakh white-headed breed (c); Auliekol breed (d); Kalmyk breed (e).</title></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-28-2447-Fig2.jpg"/></fig><p>The Alatau cattle breed from Kazakhstan has been the
subject of several studies aimed at improving its breeding and
rearing. Thus, A.D. Baimukanov and co-authors (Baimukanov
et al., 2021) focused on the effective breeding of the Kazakh
population, while S.K. Abugaliev and co-authors (Abugaliev
et al., 2020) studied the growth and development of
heifer calves under various rearing technologies</p><p>The Aulieata dairy production breed (Fig. 2b) was bred
in the Kyrgyz and Kazakh SSR by crossing local cattle with
Dutch cattle and subsequent inbreeding of crossbreeds (Nysanbaev,
2004). It was first tested in 1952. A distinctive feature
of the breed is its adaptability to breeding in hot climates and resistance to blood-parasitic diseases. The colour of the
animals is predominantly black-and-white, but light grey is
also found. The Aulieata breed fattens well. The animals are
characterized by a purely milky body type, a well-developed
udder, and correctly positioned limbs (Nysanbaev, 2004). As
of 2024, the number of pedigree cattle of the Aulieata breed
in Kazakhstan is about 1 thousand heads (www.qazaqsut.kz),
with the main breeding happening in the south of the country
(www.gov.kz).</p><p>The Kazakh white-headed meat production breed was
developed in the USSR in 1930&#8211;1940 (Fig. 2c), and it was
officially tested in 1950. The selection was carried out by
complex reproductive crossing of a breeding stock of local
Kazakh and partly Kalmyk cattle with Hereford bulls, as a
result of which the cattle acquired the best qualities of all
these animals: high adaptive ability, strong constitution, early
maturity and high meat yield (Porter, 2016). The colour is red,
of varying intensity, with a white head, chest, belly, lower
limbs and tail brush. There are animals with white markings
on the withers and rump; the front part is better developed
than the back part; the hair is thick and short in summer,
and long and slightly curly in winter (Dmitriev, Ernst, 1989;
Nysanbaev, 2004). The total number of pedigree cattle of the
Kazakh white-headed breed in 2022 is about 500 thousand
heads, including about 200 thousand cows (www.gov.kz).
The breed is bred countrywide, but the largest population is in
the East Kazakhstan region. The Kazakh white-headed cattle
breed makes a significant contribution to beef production in
Kazakhstan (Bozymov, 2018).</p><p>The Auliekol breed was created by a complex reproductive
crossing of three specialized meat breeds: Kazakh whiteheaded,
Charolais and Aberdeen Angus (Fig. 2d ). Per the
international classification, the breed belongs to large breeds
of beef cattle. It was registered in 1992 (Nysanbaev, 2004).
The breed is located mainly in the Kostanay region; it was
also imported to the farms of the Pavlodar, North Kazakhstan,
Almaty, and Karaganda regions. As of 2022, the number of
pedigree cattle of the Auliekol breed is about 70 thousand
heads, of which approximately 33 thousand are cows (www.
gov.kz). The specialized Auliekol meat breed is characterized
by good early maturity, high yield and quality of meat, high
growth energy, and adaptability to local conditions. The colour
of the animals is light grey, 70 % of the livestock are polled.
Animals have a strong constitution. In winter, they grow thick
hair and are well adapted to harsh natural and climatic conditions
of a sharply continental climate (Nysanbaev, 2004). In
summer, animals quickly gain weight, easily tolerate heat, and
in winter they are tolerant to frost when outdoors.</p><p>The Kalmyk meat production breed has been bred in
Kazakhstan since the 17th century (Fig. 2e). It was introduced
by nomadic Kalmyk tribes more than 350 years ago from the
western part of Mongolia and China (Bichurin, 1991; www.
qalmaq.kz). The final formation of the Kalmyk breed took
place in the conditions of a nomadic economy with yearround
grazing of animals. Cows of the Kalmyk breed are,
in general, medium in size and compact in build (Narmaev,
1963). The colour of the animals is red, with white markings
on the head, belly or limbs. In winter, cows of the Kalmyk
breed grow thick hair. As of 2022, the total number of breeding
cattle of the Kalmyk breed is about 23 thousand heads, including
about 15 thousand cows. The Kalmyk breed is mainly
bred in the Zhambyl and Turkestan regions of Kazakhstan
(www.gov.kz).</p><p>The Kalmyk cattle breed, which belongs to the group of
Turano-Mongolian breeds (Yurchenko et al., 2018a), has
high adaptive abilities and similar production and reproductive
characteristics to the Mongolian breed (Fedotova et al.,
2020). The productivity of Kalmyk bulls varies depending on
breeding methods, while bulls of the Kalmyk breed of Buryat
selection have a higher live weight compared to bulls of
Kalmyk and Rostov selections (Lumbunov, Garmaev, 2021).</p></sec><sec><title>Genetic characteristics of cattle breeds
in Kazakhstan</title><p>Molecular genetic studies of Kazakhstan cattle breeds have so
far been carried out using DNA fingerprinting, microsatellites,
and SNP markers. These DNA markers are highly informative
and variable for studying genetic diversity. However, in
most cases, the analysis includes a limited number of markers,
which does not provide a comprehensive study of the animal
genome</p><p>Population structure. Analysis of the genotypes of three
cattle breeds in Kazakhstan (Terletsky et al., 2019), Alatau,
Kazakh white-headed and Auliekol, was carried out by DNA
fingerprinting using DNA probes, which revealed the highest
degree of genetic similarity in animals of the Auliekol breed
(BS = 0.64), then in the Alatau breed (BS = 0.54), and the
smallest, in the Kazakh white-headed breed (BS = 0.51).
The genetic distance between the Kazakh white-headed and
Auliekol
breeds was the smallest (D = 0.025), which confirms
their known genetic relationship. The Alatau breed showed the
highest distance from the Kazakh white-headed and Auliekol
breeds (D = 0.055 and D = 0.060, respectively). Heterozygosity
(H) values are higher in the Kazakh white-headed breed
(0.54), which exceeds the value of the Auliekol breed (0.38),
confirming the higher genetic variability of the former breed
(Terletsky et al., 2019).</p><p>Analysis of 12 microsatellite loci confirmed the relationship
of the Kazakh white-headed breed with the Hereford
breed, which is associated with the use of Hereford bulls for
its creation (Shamshidin et al., 2019; Abdelmanova et al.,
2021). This is confirmed by data from genome-wide genotyping
of 154 thousand SNP markers, where animals of the
Kazakh white-headed breed of Russian selection formed a
cluster both in principal component analysis (PCA) and in
structural and phylogenetic analyses, with the Hereford breed
(Yurchenko et al., 2018b; Yudin, Larkin, 2019; Beishova et
al., 2022a). On the other hand, the Kazakh white-headed
breed has a high level of genetic diversity and has retained a
significant fraction of Turano-Mongolian genetic components,
which most likely originate from local Kazakh cattle and
Kalmyk breeds.</p><p>Clustering of SNP markers revealed the genetic relationship
of the Alatau breed with the Kostroma, Brown Swiss and
Braunvieh breeds, which confirms the known history of the
formation of the Alatau and Kostroma breeds (Yudin, Larkin 2019). Of the microsatellite alleles found in museum Kalmyk
cattle samples, more than 80 % were also present in modern
representatives of the breed (Abdelmanova et al., 2021).</p><p>As a result of genome-wide genotyping of SNP markers,
a genetic relationship was revealed between the Kalmyk
breed and the Serbian Busha breed (Iso-Touru et al., 2016).
In turn, the Auliekol breed showed heterogeneity using SNP
genotyping of 154 thousand markers, forming its own cluster
in PCA and structural (ADMIXTURE) analyses (Beishova
et al., 2022a).</p><p>The distribution and frequency of regions of homozygosity
(ROH) in the genomes of the Kazakh white-headed and
Auliekol cattle breeds were studied as well (Beishova et al.,
2022b). In this study, it was shown that the Kazakh whiteheaded
breed had a higher number of ROHs (55.976) compared
to the Auliekol breed (13.137). Calculation of the average
ROH length showed differences between the values of
the Kazakh white-headed (211.59 &#177; 92.98 Mb) and Auliekol
(99.62 &#177; 46.48 Mb) breeds.</p><p>Genes under selective pressure. When analysing genetic
signatures of selection in the Kazakh white-headed breed,
regions of the KIT, KITLG and EDN3 genes were identified,
associated with white, roan coat colour and the &#8220;white head&#8221;
phenotype, respectively (Yudin, Larkin, 2019). Analysis of
haplotype frequencies from genome-wide genotyping data
showed that the Kazakh white-headed breed exhibits signals
on chromosome 6, in the LCORL-NCAPG gene region, which
has been associated with a number of growth traits in cattle
(average daily weight gain, muscle development, and carcass
traits). The selection was also found in the interval on chromosome
14 containing the DGAT1 gene, which contributes
to milk fat content.</p><p>The FKBP2 gene, which has been associated with milk
protein yield and content, was found to be under selection
in the Kazakh white-headed breed. In the Kalmyk breed, the
areas under selection were in the region of the HMGA2 gene,
which is associated with growth in cattle, and the TRPV5
gene, associated with hypocalcemia and postpartum paresis
in cattle (Yurchenko et al., 2018b). In the Kalmyk breed, as
well as in other Russian breeds, it was found that the RAD52
gene was subject to selection pressure. This gene is associated
with DNA repair and is involved in antiviral defence processes
(Yudin, Larkin, 2019).</p><p>Genetic markers of economically important traits. Analysis
of the association of genotypes for the calpain (CAPN1)
and somatotropic hormone (GH ) genes with productivity traits
showed that Kazakh white-headed animals homozygous for
the CAPN1 (CC) locus and homozygous for the GH (VV)
locus are significantly superior to animals without the C and
V alleles based on such characteristics as milk productivity,
average daily body weight gain, pre-slaughter body weight,
slaughter weight, carcass weight, pulp weight, chemical composition
and histological characteristics of meat (Plakhtukova
et al., 2020). Genetic markers such as blood group antigens
A1, A2, D&#8217;, W, V, and Z have been identified in the Kalmyk
breed, which may have potential implications for selection
and breeding (Chimidova et al., 2022).</p><p>A study of cows of the Aulieata breed in Southern Kazakhstan
in comparison with other breeds showed a high occurrence
of the kappa-casein gene (&#954;-Cn, CSN3) in animals with
genotypes AB and BB, as well as a more frequent occurrence
of the B allele, which is important for cheese making. Phylogenetic
analysis showed that animals of the Aulieata breed are
closest to the German black-pied cattle and are included in a
common cluster with them. Although the black-pied alleles
are rare in the Aulieata breed, they are positively correlated
with the level of milk yield over the 305-day lactation period
(Alentayev, 2010).</p></sec><sec><title>Population genetics analysis
of the Kazakh white-headed and Alatau breeds</title><p>To carry out this analysis, blood samples of the Alatau breed
(40 individuals) were used from Kakpatas LLP in Zhambyl
region, 53 blood samples of the Kazakh white-headed breed
from the Agro Baltabay peasant farm in Almaty region, 25 hair
follicle samples were obtained from the Elimay peasant farm,
East Kazakhstan region. Genotyping of DNA samples of
the Kazakh white-headed and Alatau breeds was carried out
using
the BovineSNP50 v.3 array (Illumina, USA) following
the manufacturer&#8217;s protocol at Miratorg-Genetika LLC. The
results of the genotyping of these two breeds of Kazakh selection
were combined with genotyping data of Altai cattle and
closely related breeds from Russia (Yurchenko et al., 2018a)
using the PLINK v. 1.9 program (Purcell et al., 2007). Structural
analysis of pooled genotyping data from 389 individuals
was performed using the fastSTRUCTURE program (Raj et
al., 2014).</p><p>Analysis of the genetic structure (Fig. 3) of the populations
of the Kazakh white-headed and Alatau cattle breeds
of Kazakhstan selection in the context of these breeds from
Russia and related breeds show the division of breed groups
into two main populations at K = 2.</p><fig position="float" id="Fig-3" orientation="portrait"><label>Fig. 3.</label><caption><title>Genetic structure of cattle breeds from Kazakhstan and other Eurasian breeds.</title><p>Kazakh w. RK &#8211; Kazakh white-headed breed from the Republic of Kazakhstan; Kazakh w. RF &#8211; Kazakh white-headed breed from the Russian
Federation; Altai &#8211; Altai cattle; Alatau RK &#8211; Alatau breed from the Republic of Kazakhstan; Alatau RF &#8211; Alatau breed from the Russian
Federation. The results of population clustering using the fastSTRUCTURE program from K = 2 to K = 7 are shown.</p></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-28-2447-Fig3.jpg"/></fig><p>The first group includes the Hereford breed, and the second
group includes the Brown Swiss breed. The remaining breeds
have either predominantly Hereford components (Kazakh
white-headed of Russian and Kazakhstan selections), or
predominantly Brown Swiss components (Altai cattle, Kholmogory,
Black pied, Holstein, Kalmyk, Alatau of Kazakhstan
and Russian selections, Braunvieh, Kostroma).</p><p>At K = 3, a component of the Brown Swiss and Kostroma
breeds appears, which distinguishes a group of similar breeds
(Brown Swiss, Kostroma, Braunvieh, and Alatau breeds of
Kazakhstan and Russian selections). A cluster of dairy breeds
becomes clear: Kholmogory, Black pied and Holstein. Altai
cattle and Kalmyk breeds appear to be hybrid populations. At
K = 4, the Kalmyk breed forms a separate cluster, its unique
component can be traced in the Kazakh white-headed breed,
Altai cattle, as well as the Alatau breed and Braunvieh. At
K &gt; 5 this component disappears in the Braunvieh breed. At
K = 5, the Kholmogory breed is separated from the general
cluster with Holsteins and the Black pied breed. At K = 6, the
structure of the Alatau breed appears, which is composite and
has components of the Brown Swiss (Kostroma), Braunvieh,
Kalmyk, and Holstein (Black pied) breeds.</p><p>The proximity to the Kostroma and Swiss breeds is likely
explained by the origin of the Alatau breed. Animals of the
Alatau breed of Kazakhstan selection have a slightly more
pronounced component of Holstein cattle and the Kalmyk breed compared to the Russian population. The number of
animals of Kazakhstan selection of this breed has increased
from ~500 heads to 7 thousand over the past 10 years. Thus, the
observed differences may be explained by bottleneck effects
and genetic drift. At K = 7, Altai cattle form a separate cluster,
a component of which is present in the Kazakh white-headed
breed. Thus, the Kazakh white-headed breed has a pronounced
component of the Hereford breed, Kalmyk and Altai cattle.
Altai cattle are probably close in genetics to the original Kazakh
cattle used to produce the Kazakh white-headed breed.
On average, the Kazakh white-headed breed of Kazakhstan
selection has a smaller component of Hereford and a larger
component of Altai and Kalmyk cattle compared to the Kazakh
white-headed breed of Russian selection</p><p>In the last decade, active work has been carried out in
Kazakhstan to preserve local livestock breeds, including the
Kazakh white-headed breed (www.aqbas.kz). One of the goals
of this program is to gradually reduce the use of imported
breeds in the breeding of local ones. It is possible that this
strategy reduced the fraction of Hereford genetics in the Kazakh
white-headed population bred in Kazakhstan compared
to the population from Russia. Overall, analysis of the genetic
structure of these cattle breeds highlights the importance of
conserving and maintaining their genetic diversity to ensure
resilience and adaptability to changing environmental conditions
and livestock production needs.</p></sec><sec id="Conclusion"><title>Conclusion</title><p>Throughout the long history of livestock farming in Kazakhstan,
unique breeds have been developed and adapted to its
climatic and environmental conditions, which play a crucial
role in the country&#8217;s livestock sector. Molecular genetic studies
show their closeness not only to European breeds but also
to the group of Turano-Mongolian breeds. Recent work on
DNA fingerprinting, microsatellites and SNP markers shows
that Kazakhstan&#8217;s cattle need to be studied in more detail to
identify adaptive and unique genetic markers for economically
important traits of local breeds. The most promising approach
may be whole-genome sequencing of the main cattle breeds
of Kazakhstan and their comparison with the genomes of
breeds from around the world. The emphasis on preserving
the genetic diversity of Kazakhstan&#8217;s cattle breeds is consistent
with global efforts to maintain the biodiversity of local
domestic animal populations.</p></sec><sec sec-type="COI-statement"><title>Conflict of interest</title><p>The authors declare no conflict of interest.</p></sec><sec id="References"><title>References</title><p>Abdelmanova A.S., Kharzinova V.R., Volkova V.V., Dotsev A.V., Sermyagin
A.A., Boronetskaya O.I., Chinarov R.Y., Brem G., Zinovieva
N.A. Analysis of genetic diversity of Kazakh white-headed cattle
breed by microsatellites compare with ancestral breeds. In: Proceedings
of the 1st International Electronic Conference on Biological
Diversity, Ecology and Evolution, 15&#8211;31 March 2021. Basel, Switzerland:
MDPI, 2021;9487. DOI 10.3390/BDEE2021-09487</p><p>Abugaliev S.K., Bupebaeva L.K., Baybatyrova M.A., Matkerimov
N.K., Matkerimova K.G. The growth and development of
heifers
of Alatau breed at different technologies of rearing. Glavnyj
Zootekhnik = Head of Animal Breeding. 2020;(6):43-49. DOI
10.33920/sel-03-2006-06 (in Russian</p><p>Adilova A.K., Ilyassov Sh.A. Development of cattle breeding in Kazakhstan
in the Bronze Age. Bull. Karaganda Univ. 2018;1(89):
8-13</p><p>Alentayev A. Increase of the Efficiency of Aulieata Cattle Breeding in
Southern Kazakhstan by Using the World Gene Pool. Shymkent,
2010 (in Russian)</p><p>Allsen T.T. Culture and Conquest in Mongol Eurasia. Cambridge: Cambridge
University Press, 2001. DOI 10.1017/CBO9780511497445</p><p>Argynbayev Kh. Ethnographic Essays on Kazakh Cattle Breeding. Almaty,
1969 (in Kazakh)</p><p>Baimukanov A.D., Artykovich Y.Y., Alexandrovich D.V., Amkhatovich
M.T., Ablgazinovich A.K. Efficient breeding in Kazakhstan
Alatau cattle breed population. Am. J. Anim. Vet. Sci. 2021;16(4):
318-326. DOI 10.3844/ajavsp.2021.318.326</p><p>Beishova I., Dossybayev K., Shamshidin A., Belaya A., Bissembayev A.,
Khamzin K., Kovalchuk A., Nametov A. Population analysis
and
genetic structure of two Kazakh cattle breeds using 150K SNP.
HAYATI J. Biosci. 2022a;29(3):301-309. DOI 10.4308/hjb.29.3.
301-309</p><p>Beishova I., Dossybayev K., Shamshidin A., Belaya A., Bissembayev A.,
Khamzin K., Kovalchuk A., Nametov A. Distribution of homozygosity
regions in the genome of Kazakh cattle breeds. Diversity.
2022b;14(4):279. DOI 10.3390/d14040279</p><p>Bichurin N.Ya. Historical Overview of the Oirats, or Kalmyks, from the
15th Century to the Present. Elista, 1991 (in Russian)</p><p>Bozymov K. Zonal type of Kazakh white-headed breed of cattle in
West Kazakhstan. Saarbrucken: Lambert Academic Publishing, 2018</p><p>Bureau of National Statistics of Kazakhstan. Official Site. Available at:
www.stat.gov.kz</p><p>Chimidova N.V., Moiseikina L., Ubushieva A.V., Khakhlinov A.I.,
Kedeeva O. Genetic structure of population of the Kalmyk breed
cattle. E3S Web Conf. 2022;363:03025. DOI 10.1051/e3sconf/2022
36303025</p><p>Dakhshleyger G. Economy of the Kazakhs at the Turn of the 19th-
20th Centuries: Materials for the Historical and Ethnographic Atlas.
Alma-Ata, 1980 (in Russian)</p><p>Diarov K. Livestock Farming in Kazakhstan. Alma-Ata, 1963 (in Russian)</p><p>Dmitriev N.G., Ernst L.K. (Eds.). Animal Genetic Resources of the
USSR. Rome: FAO of the United Nations, 1989</p><p>Fedotova G.V., Slozhenkina M.I., Tsitsige, Natyrov A.K., Erendzhenova
M.V. Comparative analysis of economic and biological features
of Kalmyk and Mongolian cattle breeds. IOP Conf. Ser. Earth
Environ. Sci. 2020;548(8):082076. DOI 10.1088/1755-1315/548/8/
082076</p><p>Frizen D.Ya. On the problem of the development of cattle breeding
and agriculture among the Kazakhs in the Western Kazakhstan at
the turn of the XIX-XX centuries. Vestnik Tyumenskogo Gosudarstvennogo
Universiteta. Gumanitarnye Issledovaniya. Humanitates =
Tyumen State University Herald. Humanities Research. Humanitates.
2022;8(1):241-252. DOI 10.21684/2411-197x-2022-8-1-241-
252 (in Russian)</p><p>Iso-Touru T., Tapio M., Vilkki J., Kiseleva T., Ammosov I., Ivanova Z.,
Popov R., Ozerov M., Kantanen J. Genetic diversity and genomic
signatures of selection among cattle breeds from Siberia, eastern and
northern Europe. Anim. Genet. 2016;47(6):647-657. DOI 10.1111/
age.12473</p><p>Kazhgaliyev N.Z., Shauyenov S.K., Omarkozhauly N., Shaikenova
K.H., Shurkin A.I. Adaptability and productive qualities of imported
beef cattle under the conditions of the Northern region of Kazakhstan.
Biosci. Biotechnol. Res. Asia. 2016;13(1):531-538. DOI
10.13005/bbra/2065</p><p>Kazkenova A., Ainakanova B. Current state of dairy cattle breeding
in Mongolia and the Republic of Kazakhstan. Mongolian Journal
of Agricultural Sciences. 2016;14(1):125-129. DOI 10.5564/mjas.
v14i1.592 (in Russian)</p><p>Lumbunov S.G., Garmaev B.D. Beef productivity of differently bred
steers of the Kalmyk breed. Glavnyj Zootekhnik = Head of Animal
Breeding. 2021;(11):31-46. DOI 10.33920/sel-03-2111-04 (in Russian)</p><p>Nysanbaev A.N. Kazakhstan. National Encyclopedia. Almaty, 2004 (in
Russian)</p><p>Plakhtukova V., Selionova M.I., Gladkikh M.Y., Kuznetsova O.V.
Association
of CAPN1 and GH genes with productivity traits in
Kazakh Whiteheaded cattle. E3S Web Conf. 2020;224:04027. DOI
10.1051/e3sconf/202022404027</p><p>Porter V., Alderson L., Hall S.J., Sponenberg D.P. Mason&#8217;s world encyclopedia
of livestock breeds and breeding. Volume 1 and Volume 2.
CABI, 2016. DOI 10.1079/9781845934668.0000</p><p>Purcell S., Neale B., Todd-Brown K., Thomas L., Ferreira M.A.R.,
Bender D., Maller J., Sklar P., de Bakker P.I.W., Daly M.J., Sham P.C.
PLINK: A tool set for whole-genome association and populationbased
linkage analyses. Am. J. Hum. Genet. 2007;81(3):559-575.
DOI 10.1086/519795</p><p>Raj A., Stephens M., Pritchard J.K. fastSTRUCTURE: variational
inference of population structure in large SNP data sets. Genetics.
2014;197(2):573-589. DOI 10.1534/genetics.114.164350</p><p>Ratchnevsky P. Genghis Khan: His Life and Legacy. Hoboken, New
Jersey: Wiley-Blackwell, 1993</p><p>Sattarova R., Shynybaev K., Bakiyeva F., Strochkov V., Boranbayeva K.,
Zhanserkenova O., Kassymbekova S., Ibadullayeva A., Khamzina
A.
Metagenomic analysis and identification of epizootic strains of the
causative agent of infectious bovine keratoconjunctivitis in Kazakhstan.
Int. J. Vet. Sci. 2023;12(6):822-831. DOI 10.47278/journal.
ijvs/2023.071</p><p>Shamshidin A.S., Kharzhau A., Baimukanov D.A., Sermyagin A.A.
Molecular genetic profile of Kazakhstan populations of cattle breeds.
Bull. Natl. Acad. Sci. Republic Kazakhstan. 2019;6(382):154-162.
DOI 10.32014/2019.2518-1467.157</p><p>Terletsky V.P., Tyshchenko V.I., Usenbekov E.S. Genetic features of
Kazakh cattle breeds. Effectivnoye Zhivotnovodstvo = Efficient Livestock
Farming. 2019;(1):64-66. DOI 10.24411/9999-007A-2019-
10015 (in Russian)</p><p>The Electronic Government of the Republic of Kazakhstan. Ministry of
Agriculture. Official site. Available at: www.gov.kz</p><p>The Republican Chamber of Dairy and Combined Breeds of Cattle. Official
site. Available at: www.qazaqsut.kz</p><p>The Republican Chamber of Kazakh White-Headed Cattle Breed. Official
site. Available at: www.aqbas.kz</p><p>The Republican Chamber of the Kalmyk Breed. Official site. Available
at: www.qalmaq.kz</p><p>Tolybekov S. The Nomadic Society of Kazakhs in the 17th&#8211;early 20th
Centuries. Alma-Ata, 1971 (in Russian)</p><p>Torekhanov A., Karimov J., Dalenov Sh., Naimanov D., Zhazilbekov
N. Animal Husbandry. Almaty, 2006 (in Kazakh)</p><p>Torekhanov A., Musabaev B., Tadzhiev K., Karymsakov T. Scientific
Achievements in Animal Husbandry. Almaty, 2011 (in Russian)</p><p>Ulimbashev M., Gosteva E., Krasnova O., Konik N., Tletseruk I. Condition
of meat breed resources of cattle in Russia (review). Genetika
i Razvedenie Zhivotnykh = Genetics and Breeding of Animals. 2023;
(1):52-64. DOI 10.31043/2410-2733-2023-1-52-64 (in Russian)</p><p>Yudin N.S., Larkin D.M. Whole genome studies of origin, selection
and adaptation of the Russian cattle breeds. Vavilovskii Zhurnal Genetiki
i Selektsii = Vavilov Journal of Genetics and Breeding. 2019;
23(5):559-568. DOI 10.18699/VJ19.525 (in Russian)</p><p>Yurchenko A., Yudin N., Aitnazarov R., Plyusnina A., Brukhin V.,
Soloshenko V., Lhasaranov B., Popov R., Paronyan I.A., Plemyashov
K.V., Larkin D.M. Genome-wide genotyping uncovers genetic
profiles and history of the Russian cattle breeds. Heredity. 2018a;
120(2):125-137. DOI 10.1038/s41437-017-0024-3</p><p>Yurchenko A.A., Daetwyler H.D., Yudin N., Schnabel R.D., Vander
Jagt C.J., Soloshenko V., Lhasaranov B., Popov R., Taylor J.F., Larkin
D.M. Scans for signatures of selection in Russian cattle breed
genomes reveal new candidate genes for environmental adaptation
and acclimation. Sci. Rep. 2018b;8(1):12984. DOI 10.1038/s41598-
018-31304-w</p><p>Zhumanov K., Baimukanov A. Dairy productivity of cows of the Holstein
black-and-white cattle of the Kazakhstan population. Rep.
Natl. Acad. Sci. Republic Kazakhstan. 2020;(6):109-114</p></sec></body><back><ack><p>The work was performed in the framework of a grant funding project for scientific and (or) scientific and technical projects for 2023&#8211;2025 (Ministry of Science and Higher Education of the Republic of Kazakhstan) AP19674808 &#8211; Creation of genetic passports and study of genetics of local Kazakhstani cattle breeds using genome resequencing.</p></ack></back></article></pmc-articleset>