<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xml:lang="en" article-type="research-article" dtd-version="1.4"><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Vavilovskii Zhurnal Genet Selektsii</journal-id><journal-id journal-id-type="iso-abbrev">Vavilovskii Zhurnal Genet Selektsii</journal-id><journal-id journal-id-type="pmc-domain-id">3805</journal-id><journal-id journal-id-type="pmc-domain">vavilovjgb</journal-id><journal-title-group><journal-title>Vavilov Journal of Genetics and Breeding</journal-title></journal-title-group><issn pub-type="ppub">2500-0462</issn><issn pub-type="epub">2500-3259</issn><publisher><publisher-name>Institute of Cytology and Genetics, Siberian Branch of the Russian Academy of Science</publisher-name></publisher><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://vavilov.elpub.ru/jour/index">
Website: Vavilov Journal of Genetics and Breeding
</self-uri></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC8894618</article-id><article-id pub-id-type="pmcid-ver">PMC8894618.1</article-id><article-id pub-id-type="pmcaid">8894618</article-id><article-id pub-id-type="pmcaiid">8894618</article-id><article-id pub-id-type="pmid">35342855</article-id><article-id pub-id-type="doi">10.18699/VJGB-22-13</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Original Article</subject></subj-group></article-categories><title-group><article-title>A bioinformatic search for correspondence between
differentially expressed genes of domestic versus wild animals and orthologous human genes altering reproductive potential</article-title><trans-title-group xml:lang="ru"><trans-title>&#1041;&#1080;&#1086;&#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1087;&#1086;&#1080;&#1089;&#1082; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1103;
&#1076;&#1080;&#1092;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1088;&#1091;&#1077;&#1084;&#1099;&#1093; &#1075;&#1077;&#1085;&#1086;&#1074;
&#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1093; &#1080; &#1076;&#1080;&#1082;&#1080;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1089; &#1086;&#1088;&#1090;&#1086;&#1083;&#1086;&#1075;&#1080;&#1095;&#1085;&#1099;&#1084;&#1080; &#1075;&#1077;&#1085;&#1072;&#1084;&#1080;, &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1102;&#1097;&#1080;&#1084;&#1080; &#1088;&#1077;&#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1081; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072;</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name name-style="western"><surname>Ponomarenko</surname><given-names initials="MP">M.P.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Chadaeva</surname><given-names initials="IV">I.V.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Ponomarenko</surname><given-names initials="PM">P.M.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Bogomolov</surname><given-names initials="AG">A.G.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Oshchepkov</surname><given-names initials="DY">D.Yu.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Sharypova</surname><given-names initials="EB">E.B.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Suslov</surname><given-names initials="VV">V.V.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Osadchuk</surname><given-names initials="AV">A.V.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Osadchuk</surname><given-names initials="LV">L.V.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Matushkin</surname><given-names initials="YG">Yu.G.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib></contrib-group><author-notes><fn><p>Correspondence to: M.P. Ponomarenko
<email>pon@bionet.nsc.ru</email></p></fn></author-notes><pub-date pub-type="ppub"><month>2</month><year>2022</year></pub-date><volume>26</volume><issue>1</issue><issue-id pub-id-type="pmc-issue-id">402244</issue-id><fpage>96</fpage><lpage>108</lpage><history><date date-type="received"><day>30</day><month>10</month><year>2021</year></date><date date-type="rev-recd"><day>20</day><month>8</month><year>2021</year></date><date date-type="accepted"><day>24</day><month>8</month><year>2021</year></date></history><pub-history><event event-type="pmc-release"><date><day>01</day><month>02</month><year>2022</year></date></event><event event-type="pmc-live"><date><day>24</day><month>03</month><year>2022</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2025-02-01 01:25:32.510"><day>01</day><month>02</month><year>2025</year></date></event></pub-history><permissions><copyright-statement>Copyright &#169; AUTHORS</copyright-statement><copyright-year>2022</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/2.5/</ali:license_ref><license-p>This work is licensed under a Creative Commons Attribution 4.0 License</license-p></license></permissions><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pmc-pdf" xlink:href="VJGB-26-2213.pdf"/><abstract><p>One of the greatest achievements of genetics in the 20th century is D.K. Belyaev&#8217;s discovery of destabilizing selection during the domestication of animals and that this selection affects only gene expression regulation (not gene structure) and inf luences systems of neuroendocrine control of ontogenesis in a stressful environment. Among the experimental data generalized by Belyaev&#8217;s discovery, there are also f indings about accelerated extinc tion of testes&#8217; hormonal function and disrupted seasonality of reproduction of domesticated foxes in comparison
with their wild congeners. To date, Belyaev&#8217;s discovery has already been repeatedly conf irmed, for example, by independent
observations during deer domestication, during the use of rats as laboratory animals, after the reintroduction
of endangered species such as Przewalski&#8217;s horse, and during the creation of a Siberian reserve population
of the Siberian grouse when it had reached an endangered status in natural habitats. A genome-wide comparison
among humans, several domestic animals, and some of their wild congeners has given rise to the concept of self-domestication
syndrome, which includes autism spectrum disorders. In our previous study, we created a bioinformatic
model of human self-domestication syndrome using differentially expressed genes (DEGs; of domestic animals
versus their wild congeners) orthologous to the human genes (mainly, nervous-system genes) whose changes in
expression affect reproductive potential, i. e., growth of the number of humans in the absence of restrictions caused
by limiting factors. Here, we applied this model to 68 human genes whose changes in expression alter the reproductive
health of women and men and to 3080 DEGs of domestic versus wild animals. As a result, in domestic animals,
we identif ied 16 and 4 DEGs, the expression changes of which are codirected with changes in the expression of the
human orthologous genes decreasing and increasing human reproductive potential, respectively. The wild animals
had 9 and 11 such DEGs, respectively. This difference between domestic and wild animals was signif icant according
to Pearson&#8217;s &#967;2 test (p &lt; 0.05) and Fisher&#8217;s exact test (p &lt; 0.05). We discuss the results from the standpoint of restoration
of endangered animal species whose natural habitats are subject to an anthropogenic impact.</p></abstract><trans-abstract xml:lang="ru"><p>&#1054;&#1076;&#1085;&#1080;&#1084; &#1080;&#1079; &#1082;&#1088;&#1091;&#1087;&#1085;&#1077;&#1081;&#1096;&#1080;&#1093; &#1076;&#1086;&#1089;&#1090;&#1080;&#1078;&#1077;&#1085;&#1080;&#1081; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1082;&#1080; &#1061;&#1061; &#1074;. &#1089;&#1090;&#1072;&#1083;&#1086; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1080;&#1077; &#1044;.&#1050;. &#1041;&#1077;&#1083;&#1103;&#1077;&#1074;&#1099;&#1084; &#1076;&#1077;&#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1080;&#1079;&#1080;&#1088;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1087;&#1088;&#1080; &#1086;&#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1074;&#1072;&#1085;&#1080;&#1080; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1079;&#1072;&#1090;&#1088;&#1072;&#1075;&#1080;&#1074;&#1072;&#1077;&#1090; &#1088;&#1077;&#1075;&#1091;&#1083;&#1103;&#1094;&#1080;&#1102; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#1075;&#1077;&#1085;&#1086;&#1074;, &#1085;&#1086; &#1085;&#1077; &#1080;&#1093; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1091;, &#1080; &#1074;&#1083;&#1080;&#1103;&#1077;&#1090; &#1085;&#1072; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1085;&#1077;&#1081;&#1088;&#1086;&#1101;&#1085;&#1076;&#1086;&#1082;&#1088;&#1080;&#1085;&#1085;&#1086;&#1075;&#1086; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1103; &#1086;&#1085;&#1090;&#1086;&#1075;&#1077;&#1085;&#1077;&#1079;&#1072; &#1087;&#1088;&#1080; &#1089;&#1090;&#1088;&#1077;&#1089;&#1089;&#1086;&#1074;&#1086;&#1084; &#1074;&#1086;&#1079;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1080; &#1086;&#1082;&#1088;&#1091;&#1078;&#1072;&#1102;&#1097;&#1077;&#1081; &#1089;&#1088;&#1077;&#1076;&#1099;. &#1057;&#1088;&#1077;&#1076;&#1080; &#1101;&#1082;&#1089;&#1087;&#1077;&#1088;&#1080;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074;, &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1073;&#1099;&#1083;&#1080; &#1086;&#1073;&#1086;&#1073;&#1097;&#1077;&#1085;&#1099; &#1101;&#1090;&#1080;&#1084; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1080;&#1077;&#1084;, &#1073;&#1099;&#1083;&#1080; &#1090;&#1072;&#1082;&#1078;&#1077; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1077;&#1085;&#1080;&#1103; &#1091;&#1089;&#1082;&#1086;&#1088;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1091;&#1075;&#1072;&#1089;&#1072;&#1085;&#1080;&#1103; &#1075;&#1086;&#1088;&#1084;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080; &#1089;&#1077;&#1084;&#1077;&#1085;&#1085;&#1080;&#1082;&#1086;&#1074; &#1080; &#1085;&#1072;&#1088;&#1091;&#1096;&#1077;&#1085;&#1080;&#1103; &#1089;&#1077;&#1079;&#1086;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080; &#1088;&#1072;&#1079;&#1084;&#1085;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1086;&#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1083;&#1080;&#1089;&#1080;&#1094; &#1087;&#1086; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1102; &#1089; &#1076;&#1080;&#1082;&#1080;&#1084;&#1080; &#1089;&#1086;&#1088;&#1086;&#1076;&#1080;&#1095;&#1072;&#1084;&#1080;. &#1053;&#1072; &#1089;&#1077;&#1075;&#1086;&#1076;&#1085;&#1103;&#1096;&#1085;&#1080;&#1081; &#1076;&#1077;&#1085;&#1100; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1080;&#1077; &#1044;.&#1050;. &#1041;&#1077;&#1083;&#1103;&#1077;&#1074;&#1072; &#1091;&#1078;&#1077; &#1084;&#1085;&#1086;&#1075;&#1086;&#1082;&#1088;&#1072;&#1090;&#1085;&#1086; &#1087;&#1086;&#1076;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1077;&#1085;&#1086; &#1085;&#1077;&#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1099;&#1084;&#1080; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1077;&#1085;&#1080;&#1103;&#1084;&#1080; &#1087;&#1088;&#1080; &#1086;&#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1074;&#1072;&#1085;&#1080;&#1080;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1086;&#1083;&#1077;&#1085;&#1103;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; &#1082;&#1088;&#1099;&#1089; &#1082;&#1072;&#1082; &#1083;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1085;&#1099;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;, &#1074;&#1086;&#1089;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080; &#1090;&#1072;&#1082;&#1080;&#1093; &#1080;&#1089;&#1095;&#1077;&#1079;&#1072;&#1102;&#1097;&#1080;&#1093; &#1074;&#1080;&#1076;&#1086;&#1074;, &#1082;&#1072;&#1082; &#1083;&#1086;&#1096;&#1072;&#1076;&#1100; &#1055;&#1088;&#1078;&#1077;&#1074;&#1072;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1087;&#1088;&#1080; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1080; &#1088;&#1077;&#1079;&#1077;&#1088;&#1074;&#1085;&#1086;&#1081; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1080; &#1076;&#1080;&#1082;&#1091;&#1096;&#1080;, &#1086;&#1082;&#1072;&#1079;&#1072;&#1074;&#1096;&#1077;&#1081;&#1089;&#1103; &#1085;&#1072; &#1075;&#1088;&#1072;&#1085;&#1080; &#1080;&#1089;&#1095;&#1077;&#1079;&#1085;&#1086;&#1074;&#1077;&#1085;&#1080;&#1103; &#1074; &#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1084;&#1077;&#1089;&#1090;&#1072;&#1093; &#1086;&#1073;&#1080;&#1090;&#1072;&#1085;&#1080;&#1103;. &#1042; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1077; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1103; &#1075;&#1077;&#1085;&#1086;&#1084;&#1086;&#1074; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072;, &#1088;&#1103;&#1076;&#1072; &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1080; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1080;&#1093; &#1076;&#1080;&#1082;&#1080;&#1093; &#1089;&#1086;&#1088;&#1086;&#1076;&#1080;&#1095;&#1077;&#1081; &#1073;&#1099;&#1083; &#1074;&#1074;&#1077;&#1076;&#1077;&#1085; &#1090;&#1077;&#1088;&#1084;&#1080;&#1085; &#171;&#1089;&#1080;&#1085;&#1076;&#1088;&#1086;&#1084; &#1089;&#1072;&#1084;&#1086;&#1076;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080;&#187;, &#1074; &#1089;&#1080;&#1084;&#1087;&#1090;&#1086;&#1084;&#1099; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1074;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1099; &#1088;&#1072;&#1089;&#1089;&#1090;&#1088;&#1086;&#1081;&#1089;&#1090;&#1074;&#1072; &#1072;&#1091;&#1090;&#1080;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1087;&#1077;&#1082;&#1090;&#1088;&#1072;. &#1056;&#1072;&#1085;&#1077;&#1077; &#1084;&#1099; &#1089;&#1086;&#1079;&#1076;&#1072;&#1083;&#1080; &#1073;&#1080;&#1086;&#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1091;&#1102; &#1084;&#1086;&#1076;&#1077;&#1083;&#1100; &#1089;&#1080;&#1085;&#1076;&#1088;&#1086;&#1084;&#1072; &#1089;&#1072;&#1084;&#1086;&#1076;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072; &#1089; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;&#1084; &#1076;&#1080;&#1092;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1088;&#1091;&#1077;&#1084;&#1099;&#1093; &#1075;&#1077;&#1085;&#1086;&#1074; (&#1044;&#1069;&#1043;) &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1087;&#1086; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1102; &#1089; &#1076;&#1080;&#1082;&#1080;&#1084;&#1080; &#1089;&#1086;&#1088;&#1086;&#1076;&#1080;&#1095;&#1072;&#1084;&#1080;, &#1086;&#1088;&#1090;&#1086;&#1083;&#1086;&#1075;&#1080;&#1095;&#1085;&#1099;&#1093; &#1075;&#1077;&#1085;&#1072;&#1084; &#1087;&#1088;&#1077;&#1080;&#1084;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1085;&#1077;&#1088;&#1074;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072;, &#1095;&#1100;&#1080; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1074;&#1083;&#1080;&#1103;&#1090;&#1100; &#1085;&#1072; &#1088;&#1077;&#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1081; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;, &#1090;. &#1077;. &#1088;&#1086;&#1089;&#1090; &#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080; &#1083;&#1102;&#1076;&#1077;&#1081; &#1087;&#1088;&#1080; &#1086;&#1090;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1080;&#1081; &#1089;&#1086; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1099; &#1083;&#1080;&#1084;&#1080;&#1090;&#1080;&#1088;&#1091;&#1102;&#1097;&#1080;&#1093; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1086;&#1074;. &#1042; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1081; &#1088;&#1072;&#1073;&#1086;&#1090;&#1077; &#1084;&#1099; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1080;&#1083;&#1080; &#1101;&#1090;&#1091; &#1084;&#1086;&#1076;&#1077;&#1083;&#1100; &#1082; 68 &#1075;&#1077;&#1085;&#1072;&#1084; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072;, &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1074;&#1083;&#1080;&#1103;&#1102;&#1090; &#1085;&#1072; &#1088;&#1077;&#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1077; &#1079;&#1076;&#1086;&#1088;&#1086;&#1074;&#1100;&#1077; &#1078;&#1077;&#1085;&#1097;&#1080;&#1085; &#1080; &#1084;&#1091;&#1078;&#1095;&#1080;&#1085;, &#1080; &#1082; 3080 &#1044;&#1069;&#1043; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;. &#1054;&#1073;&#1085;&#1072;&#1088;&#1091;&#1078;&#1077;&#1085;&#1086; 16 &#1080; 4 &#1044;&#1069;&#1043; &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;, &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1089;&#1086;&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1084;&#1080; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103;&#1084; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#1075;&#1077;&#1085;&#1086;&#1074;-&#1086;&#1088;&#1090;&#1086;&#1083;&#1086;&#1075;&#1086;&#1074; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072;, &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1087;&#1086;&#1085;&#1080;&#1078;&#1072;&#1102;&#1097;&#1080;&#1084; &#1080; &#1087;&#1086;&#1074;&#1099;&#1096;&#1072;&#1102;&#1097;&#1080;&#1084; &#1077;&#1075;&#1086; &#1088;&#1077;&#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1081; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;, &#1090;&#1086;&#1075;&#1076;&#1072; &#1082;&#1072;&#1082; &#1091; &#1076;&#1080;&#1082;&#1080;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1073;&#1099;&#1083;&#1086; 9 &#1080; 11 &#1090;&#1072;&#1082;&#1080;&#1093; &#1044;&#1069;&#1043;. &#1069;&#1090;&#1086; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1080;&#1077; &#1073;&#1099;&#1083;&#1086; &#1076;&#1086;&#1089;&#1090;&#1086;&#1074;&#1077;&#1088;&#1085;&#1086; &#1087;&#1086; &#1082;&#1088;&#1080;&#1090;&#1077;&#1088;&#1080;&#1102; &#967;2 &#1055;&#1080;&#1088;&#1089;&#1086;&#1085;&#1072; ( p &lt; 0.05) &#1080; &#1090;&#1086;&#1095;&#1085;&#1086;&#1084;&#1091; &#1082;&#1088;&#1080;&#1090;&#1077;&#1088;&#1080;&#1102; &#1060;&#1080;&#1096;&#1077;&#1088;&#1072; ( p &lt;0.05). &#1055;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1085;&#1099;&#1081; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090; &#1086;&#1073;&#1089;&#1091;&#1078;&#1076;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1089;&#1074;&#1103;&#1079;&#1080; &#1089; &#1074;&#1086;&#1089;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077;&#1084; &#1074;&#1080;&#1076;&#1086;&#1074; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;, &#1080;&#1089;&#1095;&#1077;&#1079;&#1072;&#1102;&#1097;&#1080;&#1093; &#1087;&#1086;&#1076; &#1072;&#1085;&#1090;&#1088;&#1086;&#1087;&#1086;&#1075;&#1077;&#1085;&#1085;&#1086;&#1081; &#1085;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1086;&#1081;.</p></trans-abstract><kwd-group><kwd>human</kwd><kwd>reproductive potential</kwd><kwd>animal model of human disease</kwd><kwd>domestication</kwd><kwd>RNA-Seq</kwd><kwd>most recent common ancestor</kwd></kwd-group><kwd-group xml:lang="ru"><kwd>&#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;</kwd><kwd>&#1088;&#1077;&#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1081; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;</kwd><kwd>&#1084;&#1086;&#1076;&#1077;&#1083;&#1100; &#1073;&#1086;&#1083;&#1077;&#1079;&#1085;&#1080; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072; &#1089; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;&#1084; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;</kwd><kwd>&#1076;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1082;&#1072;&#1094;&#1080;&#1103;</kwd><kwd>RNA-Seq</kwd><kwd>&#1073;&#1083;&#1080;&#1078;&#1072;&#1081;&#1096;&#1080;&#1081; &#1086;&#1073;&#1097;&#1080;&#1081; &#1087;&#1088;&#1077;&#1076;&#1086;&#1082;</kwd></kwd-group><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-license-ref</meta-name><meta-value>CC BY</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec><title>Introduction</title><p>One of the greatest achievements of genetics in the 20th century
was D.K. Belyaev&#8217;s discovery of destabilizing selection
during the domestication of animals and his finding that this
selection affects the regulation of gene expression (i. e., specificity
and level of expression) but not gene structure. In this
context, destabilizing selection directly or indirectly affects
systems of neuroendocrine control of ontogenesis when preexisting
stress factors strengthen or new ones emerge in the
environment: &#8220;In a genetic and biochemical sense, what may
be selected for are changes in the regulation of genes &#8211; that is,
in the timing and the amount of gene expression rather than
changes in individual structural genes. Selection having such
an effect is called by me destabilizing selection. The selection
becomes destabilizing when it affects, directly or indirectly,
the systems of neuroendocrine control of ontogenesis. This
seems always to be the case when some new stressful factors
appear in the environment, or when stresses usual for the species
increase in strength.&#8221; (Belyaev, 1979, p. 307).</p><p>This discovery is the result of many years of unique experiments
on the domestication of the mink (Belyaev et al.,
1972) and fox (Belyaev et al., 1975) as well as the mouse as
a laboratory model of human cancer (Belyaev, Gruntenko,
1972). In these experiments, there were findings about accelerated
extinction of testes&#8217; hormonal function (Osadchuk
et al., 1978a) and disturbances in reproduction seasonality
(Osadchuk et al., 1978b) of domesticated foxes versus wild
foxes; these experiments were conducted with the participation
of a coauthor of the present study.</p><p>Subsequent comparative analysis of reproductive indices
of domesticated foxes versus wild ones (taken as the norm)
revealed decreases in the activity indicators of the female
endocrine system (Osadchuk, 1992a), in sexual activity of
first-year males (Osadchuk, 1992b, 2006), in embryonic gonad
mass, and in developmental heterochrony of their pituitarytesticular
axis (Osadchuk, 1998) as evidence of destabilizing
selection during the domestication of animals (Belyaev, 1979).
Additionally, in a laboratory model of animal domestication
involving outbred rat strains, a delay in puberty was independently
documented in males of a tame strain compared
to an aggressive strain (Prasolova et al., 2014). The results
of a comparison among the genomes of humans, numerous
domestic animals, and some of their wild congeners have
been generalized by the term &#8220;self-domestication syndrome&#8221;,
the symptoms of which include autism spectrum disorders
(Theofanopoulou et al., 2017), although the idea of human
self-domestication is still subject to debate (Del Savio, Mameli,
2020) to this day.</p><p>Following a trend in the postgenomic era of life sciences
(Qian et al., 2021), we have created a bioinformatic model of
self-domestication syndrome using differentially expressed
genes (DEGs) &#8211; of domestic animals versus their wild congeners
&#8211; that are orthologous to human genes associated with
rheumatoid arthritis (Klimova et al., 2021) and with reproductive
potential (Vasiliev et al., 2021), i. e., with an increase in
the number of humans when there are no restrictions caused
by limiting factors (Chapman, 1931; Pianka, 1976).</p><p>In the present work, we analyzed 68 human genes whose
expression changes affect the reproductive health of women
(Chadaeva et al., 2018) and men (Ponomarenko et al., 2020).
The results are discussed in terms of restoration of animal
species that are disappearing under anthropogenic pressure
(Esmaeili et al., 2019).</p></sec><sec><title>Materials and methods</title><p>The analyzed human genes. We analyzed 68 human genes
in the promoters of which we have previously evaluated candidate
SNP markers of changes in the reproductive health of
women (Chadaeva et al., 2018) and men (Ponomarenko et al.,
2020); the examples are presented in Table 1, and complete
descriptions &#8211; in Supplementary Material</p><p>
<fn id="suppl"><p>Supplementary Material is available in the online version of the paper:
<ext-link xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="http://vavilov.elpub.ru/jour/manager/files/Suppl_Ponomarenko_Engl.pdf" ext-link-type="uri"> http://vavilov.elpub.ru/jour/manager/files/Suppl_Ponomarenko_Engl.pdf </ext-link></p></fn>
</p><fig position="float" id="Tab-1" orientation="portrait"><label>Table 1.</label><caption><title>Examples of the 68 studied human genes for which a signif icant effect of an SNP(s) in the binding site
for TATA-binding protein (TBP) on the aff inity of TBP for the promoter of these genes has been previously documented,
as have the effects on the levels of their expression and corresponding changes in the reproductive system
of women (Chadaeva et al., 2018) and men (Ponomarenko et al., 2020). The complete list is provided in Supplemental Material</title><p>Not&#1077;. No. is the ID number of a gene in the full list, sorted alphabetically in Supplementary Material. NSNP is the number of candidate SNP markers that signif
icantly reduce or increase the aff inity of TBP for a promoter of a gene (Chadaeva et al., 2018; Ponomarenko et al., 2020), thus decreasing (&#8211;) or increasing
(+) its expression (Mogno et al., 2010; Ponomarenko et al., 2010); impact on reproductive system and health: deterioration (&#8595;) or improvement (&#8593;).
Genes: ACKR1 &#8211; atypical chemokine receptor 1; DNMT1 &#8211; DNA methyltransferase 1; PLCXD1 &#8211; phosphatidylinositol-specif ic phospholipase CX domain &#8211; containing
1; ZFY &#8211; Y- linked zinc f inger protein.</p></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-26-2213-Tab1.jpg"/></fig><p>For instance, in the promoter of the human ACKR1 gene
(atypical chemokine receptor 1), we previously found SNP
rs2814778, which lowers the affinity of TATA-binding protein
(TBP) for this promoter (Chadaeva et al., 2018), thereby
(Mogno et al., 2010) lowering the expression of this gene
(see Table 1, column iii, NSNP = 1). This finding is consistent
with independent clinical data on patients carrying rs2814778 (Michon et al., 2001; Nalls et al., 2008), and therefore we proposed
rs2814778 as a candidate SNP marker of preeclampsia
as one of the most pressing problems of modern obstetrics
(Velzing-Aarts et al., 2002), which worsens the reproductive
health of women (Chadaeva et al., 2018), as indicated
by the down arrow (&#8595;) in column v of Table 1. On the other
hand, according to pathology reports (Hernandez-Aguilera
et al., 2020), an excess of the ACKR1 protein contributes to
increased human mortality from atherosclerosis and other
coronary artery diseases (see Table 1, column vii), thus reducing
human reproductive potential (see Table 1, column viii).</p><p>Another example of a gene studied by us earlier (Ponomarenko
et al., 2020), the decrease and increase in expression
of which impair the reproductive system of humans, is ZFY
(located on the Y chromosome) encoding a protein with a zinc
finger (see Table 1).</p><p>In addition, we previously found two candidate SNP markers,
rs758026532 and rs772821225, in the promoter of
DNMT1 encoding human DNA methyltransferase 1 &#8211; that
reduce DNMT1 expression (Chadaeva et al., 2018), as does
anticancer drug decitabine (Awada et al., 2020), thereby
increasing the reproductive potential of people (see Table 1,
column v, symbol &#8220;&#8593;&#8221;). Besides, in the promoter of this gene,
we previously found seven candidate SNP markers of DNMT1
overexpression (Chadaeva et al., 2018), which, according to
a mouse model of a human disease (Matrisciano et al., 2013),
can cause epigenetic aberrations of fetal brain development
under the influence of stressors, thus impairing the human
reproductive system (see Table 1, column viii, symbol &#8220;&#8595;&#8221;).</p><p>Finally, in Table 1, readers can see that the previously
studied (Ponomarenko et al., 2020) PLCXD1 gene (phosphatidylinositol-
specific phospholipase CX domain-containing 1)
represents a diametrically opposite situation (see Table 1, symbols
&#8220;&#8595;&#8221; and &#8220;&#8593;&#8221; in columns v and viii, respectively). Indeed,
underexpression of this gene is a risk factor for stroke in men
of reproductive age (Tian et al., 2012), whereas its overexpression
improves human reproductive potential by suppressing
the progression of melanomas: some of the deadliest human
malignant tumors (Mithani et al., 2011).</p><p>As done for the genes ACKR1, DNMT1, PLCXD1, and ZFY
above, Supplementary Material describes all 68 human genes
analyzed in the present study.</p><p>The studied DEGs of domestic versus wild animals.
A total of 3080 DEGs of domestic versus wild animals were
analyzed here, which are freely available in the PubMed database
(Lu, 2011), as described in Table 2 and characterized
by examples in Table 3. At the same time, according to (Klimova
et al., 2021; Vasiliev et al., 2021), here, RNA-Seq data
were examined in accordance with one of the oldest (Samet,
1985), widely used (Sun et al., 2008; Morozova et al., 2020;
Hakizimana et al., 2021), and fundamental (Zhang et al., 2021)
concepts of phylogenetic analysis &#8211; &#8220;most recent common
ancestor&#8221; (Samet, 1985). In this regard, domestic animals
and their wild relatives were studied by means of oppositely directed equivalent changes in gene expression in comparison
with their unknown most recent common ancestor.</p><fig position="float" id="Tab-2" orientation="portrait"><label>Table 2.</label><caption><title>The analyzed RNA-Seq data on DEGs of domestic vs wild animals available in the PubMed database (Lu, 2011)</title></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-26-2213-Tab2.jpg"/></fig><p>For example, the Ckbl gene (creatine kinase B-like protein)
was characterized in column v of Table 1 by a positive score
of 4.33 log2 units of relative expression in the blood of dogs
(Canis familiaris) versus wolves (C. lupus), as reported by
(Yang X. et al., 2018). Therefore, dogs and wolves respectively
show increased and decreased expression of this gene as
compared to their most recent common ancestor (see Table 3,
columns vii and viii). Likewise, a negative score of (&#8211;1.55) on
the relative expression of Adm (adrenomedullin) in the dog&#8217;s
frontal cortex as compared to the wolf (see Table 3, column v)
corresponds to decreased and increased expression of this gene
in this part of the brain during divergence from their most
recent common ancestor (see Table 3, columns vii and viii).
A total of 450 DEGs in the blood (Yang X. et al., 2018) and
19 DEGs in the frontal cortex (Albert et al., 2012) of dogs
and wolves (see Table 2, column v) were characterized in
this way.</p><fig position="float" id="Tab-3" orientation="portrait"><label>Table 3.</label><caption><title>Examples of the studied DEGs of domestic vs wild animals. These DEGs are collectively characterized in Table 2</title><p>Not&#1077;. log2 &#8211; expression in domesticated relative to wild animals (in log2 units); p &#8211; statistical signif icance as determined by the authors cited in column ix.
Genes: Ckbl &#8211; creatine kinase B-like protein; Adm &#8211; adrenomedullin; Hpd &#8211; 4-hydroxyphenylpyruvate dioxygenase; Mdk &#8211; midkine; C7 &#8211; component 7 of the
complement system of innate immunity; Ano3 &#8211; anoctamin 3; Agt &#8211; angiotensinogen; Gp2 &#8211; glycoprotein 2; ApoD &#8211; apolipoprotein D; Pgk1 &#8211; phosphoglycerate
kinase 1; Aqp1 &#8211; aquaporin 1; Irf6 &#8211; interferon regulatory factor 6; Alb &#8211; albumin; Fst &#8211; follistatin.</p></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-26-2213-Tab3.jpg"/></fig><p>The score of (&#8211;0.47) on the differential expression of the
Hpd gene, which encodes 4-hydroxyphenylpyruvate dioxygenase,
in the pituitary gland of tame versus aggressive foxes
Vulpes vulpes (Hekman et al., 2018) denotes respectively
decreased and increased expression of this gene during divergence
from their most recent ancestor (see Table 3).</p><p>In addition, positive scores on relative expression of genes
Mdk (Albert et al., 2012) and C7 (Long et al., 2018) (respectively
encoding midkine and component 7 of the complement
system of innate immunity) in the frontal cortex of the pig
(Sus scrofa) as compared to the boar (S. scrofa) indicates their
higher expression in the pig than in the boar when these species
diverged from their most recent common ancestor (see
Table 3). On the contrary, the negative score of (&#8211;1.32) for the
Ano3 gene in the pituitary gland of the pig compared to the
boar (Yang Y. et al., 2018) denotes respectively a deficiency
and an excess of anoctamin 3 (encoded by this gene) in this
part of the brain when these species diverged from their most
recent common ancestor (see Table 3).</p><p>Accordingly, a negative score on the differential expression
of the Agt gene (angiotensinogen) in the frontal cortex of
domestic guinea pigs Cavia porcellus relative to wild guinea
pigs C. aperea (Albert et al., 2012) corresponds to decreased
and increased expression of this gene as these animals diverged
from their most recent common ancestor (see Table 3, columns
v, vii, and viii). Table 3 provides similar examples of
description for some of the 3080 DEGs of domestic animals
versus their wild congeners, as investigated in this work
(groups of all genes are described in Table 2).</p><p>A search for orthologous genes of humans and animals.
For each analyzed DEG of domestic animals versus their wild congeners (see Tables 2 and 3), an orthologous gene was
sought among all the 68 studied human genes (see Table 1 and
Supplemental Material). If no such orthologous human gene
was found, then the animal DEG in question was excluded
from further analysis. Otherwise, we collated the effects of
codirected changes in the expression of the found orthologous
genes on the reproductive potential of humans (see Table 1 and
Supplemental Material, columns v and viii) with expression
changes during the emergence of a domesticated species or
during preservation of the wild species of the respective animal
in the microevolution of their most recent common ancestor
(see Table 3, columns vii and viii). For example, the Apoa1
gene (apolipoprotein A1) is characterized by a negative score
of (&#8211;3.2) on differential expression in domestic versus wild
guinea pigs (Albert et al., 2012), indicating decreased and
increased expression of this gene, respectively, in the process
of their divergence from their most recent common ancestor
(Table 4, columns ii, iv, and vi). Accordingly, underexpression
of a human orthologous gene, APOA1, was clinically associated
with a predisposition to cognitive disorders (Peng et al.,
2017), whereas its overexpression correlates with infertility
in women (Manohar et al., 2014), as illustrated in columns vii
and ix of Table 4. Thus, a deficiency and excess of APOA1
in humans impair the reproductive system of humans (see
Table 4, columns viii and x).</p><fig position="float" id="Tab-4" orientation="portrait"><label>Table 4.</label><caption><title>A comparison between the effects of expression changes of human orthologous genes on reproductive potential
and expression changes during the divergence of domestic and wild animals from their most recent common ancestor</title></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-26-2213-Tab4.jpg"/></fig><fig position="float" id="Tab-4end" orientation="portrait"><label>Table 4end.</label><caption><title>Table 4 (end)</title><p>Not&#1077;. See the footnote of Table 3. Genes: Apoa1 &#8211; apolipoprotein A1; Cetp &#8211; cholesteryl ester transfer protein; Cyp17a1 &#8211; steroid 17&#945;-monooxygenase; Gcg &#8211;
glucagon; Il1b &#8211; interleukin 1&#946;; Nr5a1 &#8211; steroidogenic factor 1; F3, F7, and Proc &#8211; blood coagulation factors III, VII, and XIV, respectively; Gh1 &#8211; growth hormone;
HBD, Hba1, Hbad, Hbbl, Hbm, and Hbz1 are hemoglobin subunits &#948;, &#945;1, &#945;D, &#946;-like, &#956;, and &#950;1, respectively; Esr2 &#8211; estrogen receptor 2; Il9r &#8211; interleukin 9 receptor;
Pgr &#8211; progesterone receptor; Slc25a6 &#8211; mitochondrial solute transporter.</p></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-26-2213-Tab4end.jpg"/></fig><p>In the present study, within the framework of the previously
proposed bioinformatic model of human diseases involving
DEGs of domestic versus wild animals (Klimova et al., 2021;
Vasiliev et al., 2021), all of the above means that the expression
changes of Apoa1 during the divergence of domestic and wild
guinea pigs from their most recent common ancestor correspond
to a negative impact of expression changes of the human
orthologous gene APOA1 on human reproductive potential.</p><p>Similarly, the CETP gene encoding cholesteryl ester transfer
protein is overexpressed in hypercholesterolemia of pregnancy
(Silliman et al., 1993), thereby impairing the reproductive
health of women (see Table 4, columns ix and x). The excess
of CETP in humans is consistent with an excess of Cetp in the
domestic guinea pig during its divergence from the most recent
common ancestor with the wild guinea pig (Albert et al., 2012),
as shown in Table 4 (columns ii and iv). By contrast, a CETP
deficiency in humans is a clinically proven marker of slowing
atherogenesis as well as lower risks of stroke and myocardial
infarction (Plengpanich et al., 2011); these correlations can be regarded as factors increasing human reproductive potential
(see Table 4, columns vii and viii). CETP downregulation in
humans is consistent with Cetp downregulation in the wild
guinea pig when it diverged with the domestic guinea pig
from the most recent common ancestor (Albert et al., 2012)
(see Table 4, column v).</p><p>Finally, the human CYP17A1 gene produces steroid 17&#945;-monooxygenase,
underexpression of which impairs fertility in
humans (Marsh, Auchus, 2014), thereby reducing their reproductive
potential, as displayed in Table 4. The deficiency
of CYP17A1 in humans is consistent with the deficiency of
Cyp17a1 in the domestic guinea pig (Albert et al., 2012) and
in wild chickens Gallus gallus (Fallahshahroudi et al., 2019)
when domestic and wild forms of these animals diverged from
their respective most recent common ancestors (see Table 4,
columns ii and iv). On the contrary, a CYP17A1 excess in
humans overcomes subfertility (Nna et al., 2020), thus increasing
human reproductive potential (see Table 4, columns ix
and x). This influence is consistent with higher expression
of the orthologous Cyp17a1 gene in the wild guinea pig and
domestic chicken as compared with this gene&#8217;s expression
during their microevolution from the corresponding most
recent common (see Table 4).</p><p>In Table 4, the reader can find similar descriptions for all
the human and animal orthologous genes that we identified
among the 68 human genes under study (see Table 1 and Supplemental
Material) and among the 3080 DEGs of domestic
animals versus their wild congeners (see Tables 2 and 3). In
this context, it is noteworthy that because of the concept of
&#8220;divergence from the most recent common ancestor,&#8221; it was
possible to compare phenotypic manifestations of increased
and decreased expression of human genes (see Table 1, columns
v and viii; Table 4, columns viii and x) with changes
in the expression of respective orthologous genes in domestic
and wild animals as they diverged from their most recent
common ancestor (see Table 3, columns v and vi; Table 4,
columns iv and v).</p><p>Knowledge base PetDEGsDB on human diseases as candidate
symptoms of self-domestication syndrome. Identified
here as the main finding, the matches &#8211; between the effects of
changed expression of human genes on human reproductive
potential and expression changes of orthologous animal genes
during the divergence of domestic and wild animals from
their most recent common ancestors &#8211; were compiled into a
flat text Excel-compatible file and were finally transformed in
the MariaDB 10.2.12 Web environment (MariaDB Corp AB, Espoo, Finland) into a knowledge base, named PetDEGsDB,
on human diseases that are candidates for self-domestication
syndrome (Vasiliev et al., 2021). This knowledge base is freely
available at https://www.sysbio.ru/domestic-wild.</p><p>Statistical analysis. The correspondences (see Table 4)
between the phenotypic manifestations of codirected changes
in the expression of orthologous genes of humans and animals
were summarized in a standard Fisher 2&#215;2 table represented
by intersections of the rows &#8220;domestic animals&#8221; and &#8220;wild
animals&#8221; (Table 5, columns iii and iv). This Fisher 2&#215;2 table
was analyzed using the Statistica package (Statsoft&#8482;, Tulsa,
USA); its operating mode was chosen via the sequence of
commands Statistics &#8594; Nonparametrics &#8594; 2&#215;2 Table&#8221;, which
enabled us to perform a binomial distribution analysis, Fisher&#8217;s
exact test, and Pearson&#8217;s &#967;2 test (see Table 5, columns v, vi,
vii, and viii).</p></sec><sec><title>Results and discussion</title><p>In this work, we examined 68 human genes (see Table 1 and
Supplemental Material) and 3080 DEGs of domestic animals
versus wild congeners (see Tables 2 and 3), which are
described in the &#8220;Materials and methods&#8221; section. As a result
of the technique described in the subsection &#8220;A search for
orthologous genes of humans and animals&#8221; (Materials and
methods), 20 animal DEGs were found that turned out to
be orthologous to the studied human genes, as presented in
Table 4 and described in the &#8220;Materials and methods,&#8221; with
human genes APOA1, CETP, and CYP17A1 as examples.
Let us review the identified orthologous genes of humans
and animals.</p><p>The human CGC gene codes for glucagon; both a deficiency
(Sugiyama et al., 2012) and an excess (Sun et al., 2019) of
this protein are clinically proven markers of a reduced pregnancy
rate and hence impairment of the reproductive system
in humans (see Table 4). Upregulation and downregulation
of glucagon in humans are consistent with increased and decreased
expression of Gcg in domestic and wild guinea pigs
(Albert et al., 2012) during their divergence from their most
recent common ancestor.</p><p>The IL1B gene codes for interleukin 1&#946;. An excess of this
interleukin increases circadian sensitivity to pain (Olkkonen
et al., 2015), thereby reducing human reproductive potential
(see Table 4). By contrast, IL1B deficiency prevents bone
deformation during bacterial invasion (Sasaki et al., 2020),
thus expectedly increasing human reproductive potential
(see Table 4). The excess and deficiency of IL1B in humans
are the expression changes codirected with the upregulation
and downregulation of Il1b in the wild guinea pig during its
divergence with the domestic guinea pig from a common
ancestor (Albert et al., 2012).</p><p>The NR5A1 gene encoding human steroidogenic factor 1
is characterized by underexpression in gonadal dysgenesis
(Nagaraja et al., 2019), which reduces human reproductive
potential (see Table 4), whereas overexpression of the NR5A1
protein improves sperm quality (Wood et al., 2011). Both
the NR5A1 deficiency and excess in humans are consistent
with the decreased and increased expression of Nr5a1 in
the domestic guinea pig in the process of divergence with
the wild guinea pig from a common ancestor (Albert et al.,
2012).</p><p>The PROC gene represents human coagulation factor XIV,
a deficiency of which in neonates can cause deadly purpura
fulminans (Dinarvand, Moser, 2019), whereas its overexpression
increases miscarriage risk (Lay et al., 2005). These alterations
of PROC expression are in agreement with the decreased
and increased expression of Proc in wild and domestic guinea
pigs (Albert et al., 2012) during their microevolution (see
Table 4).</p><p>The GH1 gene codes for growth hormone, which increases
the reproductive potential of women (Regan et al., 2018). The
excess of GH1 in humans is similar to the excess of Gh1 in
dogs (C. familiaris) when compared to the most recent common
ancestor of dogs and wolves (C. lupus) (Yang X. et al.,
2018). GH1 deficiency increases human mortality from cardiovascular
disease (Jorgensen, Juul, 2018) in line with Gh1
deficiency in wolves during their microevolution.</p><p>Genes HBB and HBD encode hemoglobin subunits &#946; and &#948;.
Their deficiency is associated with thalassemia, a contributing
factor of poor reproductive potential in women (Takhviji et
al., 2020). Human hemoglobin deficiency is consistent with
hemoglobin underexpression in dogs (Yang X. et al., 2018)
and domestic chickens (Fallahshahroudi et al., 2019) when
compared with the most recent common ancestors for their
wild counterparts (see Table 4). Conversely, an excess of
hemoglobin in humans is in agreement with overexpression
of hemoglobin in wolves and wild chickens (see Table 4).</p><p>The human ESR2 gene (estrogen receptor 2) &#8211; both in the
case of underexpression in adolescents and in the case of its
overexpression in this segment of the population &#8211; was associated
with decreased sperm quality in adults (Ivanski et
al., 2020). These alterations of its expression in humans are
consistent with those of an orthologous gene, Esr2, in tame
and aggressive foxes (Hekman et al., 2018) during their microevolution
(see Table 4).</p><p>The IL9R gene encodes human interleukin 9 receptor, the
deficiency of which disrupts trophoblast implantation (Sun et
al., 2020), whereas its excess contributes to deadly anaphylactic
shock (Osterfeld et al., 2010). The upregulation and
downregulation of this receptor in humans are consistent with
increased and decreased expression of the Il9r gene in tame
and aggressive foxes (Hekman et al., 2018) as they diverged
from their most recent common ancestor (see Table 4).</p><p>The F7 gene encodes proconvertin. Its recombinant activated
form is used as an emergency life-saving modality
against obstetric bleeding (Burad et al., 2012). Upregulation
of F7 in humans is consistent with that of its ortholog in wild
rabbits in the process of divergence with domestic rabbits
from a common ancestor (Albert et al., 2012). A proconvertin
deficiency accompanies spontaneous life-threatening bleeding
(Senol, Zulfikar, 2020) and is consistent with F7 deficiency
in domestic rabbits (see Table 2).</p><p>The F3 gene (thromboplastin) is overexpressed in stroke
and myocardial infarction (Arnaud et al., 2000) and thus may
reduce human reproductive potential (see Table 4). An excess
of F3 in humans is consistent with an excess of F3 in domestic
chickens (Fallahshahroudi et al., 2019). On the other hand,
thromboplastin deficiency contributes to an increase in human
reproductive potential (Yu et al., 2020), in agreement with
F3 deficiency in wild chickens during their divergence with
domestic chickens from the most recent common ancestor.</p><p>The PGR gene codes for progesterone receptor. A human
disease model based on Pgr knockout rats features infertility
due to impaired sexual behavior (Kubota et al., 2016). PGR
deficiency in humans is codirected with Pgr deficiency in wild
chickens during their divergence from a common ancestor with
domestic chickens (Fallahshahroudi et al., 2019). A human
fertility model based on ewes revealed a positive correlation
between Pgr and fertility (Yao et al., 2020). Upregulation of
PGR in humans is consistent with Pgr overexpression in domestic
chickens as a consequence of their selection by humans
for egg production (see Table 4).</p><p>The SLC25A6 gene encodes human steroidogenic factor 1.
Its overexpression correlates with resistance to the herpes
virus (Guo et al., 2015), in line with Slc25a6 overexpression
in domestic chickens compared to their most recent common
ancestor with wild chickens (Fallahshahroudi et al., 2019). An
SLC25A6 deficiency is accompanied by an increased risk of
muscle dystrophy (Clemencon et al., 2013) in agreement with
the Slc25a6 underexpression in wild chickens as compared to
their most recent common ancestor with domestic chickens
selected for muscle growth by humans.</p><p>All the results of this study are summarized in Table 5,
where we present domestic animals&#8217; 16 and 4 DEGs the
changes in expression of which are consistently codirected
with changes in the expression of the orthologous genes in
humans that respectively decrease and increase human reproductive
potential. By contrast, in the wild animals, there
were 9 and 11 such DEGs, respectively (almost equal numbers
of oppositely acting DEGs). This difference between wild
and domestic animals is statistically significant according to
Pearson&#8217;s &#967;2 test (p &lt; 0.05) and Fisher&#8217;s exact test (p &lt; 0.05).
Finally, the binomial distribution analysis ( p &lt; 0.01) indicates
that the anthropogenic living conditions of animals during their
domestication usually alter gene expression in a direction corresponding
to the expression changes of human orthologous
genes that decrease reproductive potential.</p><p>On the contrary, microevolution of wild animals in a natural
habitat has changed the expression of genes equally often in
the directions that either decrease or increase reproductive
potential, judging from expression changes of respective human
orthologous genes (binomial distribution: p &gt; 0.4). This
finding is in agreement with the generally accepted choice of
the wild type as the norm.</p><p>While discussing this result, we should note, first of all,
that in laboratory animal models of human diseases, DEGs
are usually detected in inbred strains having symptoms of a
disease in comparison with outbred strains as the norm (Fedoseeva
et al., 2019).</p><p>Nevertheless, in the literature, we were unable to find unequivocal
evidence that codirected changes in the expression
of orthologous genes cause similar pathologies in humans and
animals, probably owing to different genetic contexts of these
changes in different species.</p><p>Among parameters of the harmful anthropogenic impact
on animal populations, a decrease in their effective size is
often mentioned, which promotes their inbreeding, which in
turn negatively correlates with sperm quality, for example, in
the domestic cat Felis catus (Pukazhenthi et al., 2006), deer
Cervus elaphus (Gomendio et al., 2007), and finch Taeniopygia
guttata (Forstmeier et al., 2017) as well as in Mexican
wolves (Canis lupus baileyi), which disappeared from the wild
in the 20th century and exist only as part of a program for
their restoration and reintroduction into their former habitats
(Asa et al., 2007).</p><p>When endangered cranes Grus americana are reintroduced,
a high degree of inbreeding of their ex situ population
(~400 individuals) delays the onset of reproduction, and as a
consequence, decreases egg production; this problem is expected
to be overcome by sperm cryopreservation and artificial
insemination (Songsasen et al., 2019).</p><p>For the feline family Felidae, sperm cryopreservation and
artificial insemination have already been successfully implemented
for the reintroduction of the endangered wild cat
Prionailurus bengalensis euptilurus (Amstislavsky et al.,
2018). The creation of protected areas for natural habitats
of the Amur tiger Panthera tigris altaica has contributed to
the restoration of its population (Xiao et al., 2016). Due to
an anthropogenic reduction in the geographic range of the
Florida cougar Puma concolor coryi, only ~20 individuals are
left. On the basis of theoretical populational calculations (Hedrick,
1995), individuals of the closely related Texas cougar
P. concolor couguar were transported to restore this species,
thereby ensuring the success of the reintroduction (Hedrick,
2010).</p><p>Crossing of subspecies has facilitated the reintroduction
of Przewalski&#8217;s horses Equus caballus przewalskii, which
disappeared from the wild half a century ago (Der Sarkissian
et al., 2015).</p><p>As a continuation of these successes, we can cite examples
of the comparison of genomic diversity of inbred with outbred populations of the bull Bos taurus, comparisons of F1
descendants (from crosses between them) and descendants of
F1 backcrosses with parental populations, as well as similar
comparisons for the bison (Bison bison). The results of these
studies independently confirm the finding of a decrease in
the inbreeding degree when inbred strains of animals are
crossed with their outbred relatives (Cronin, Leesburg, 2016).
Finally, through the deciphering of the genome in the Austrian
Fleckvieh bull Bos (primigenius) taurus, geographic locations
influencing sperm quality were identified, and interbreeding
options were found that improve this quality (Ferencakovic
et al., 2017).</p><p>An increase in mortality from infections, as, for example,
at the beginning of the reintroduction of Przewalski&#8217;s horses,
is a much less studied parameter of the negative anthropogenic
impact on animal populations (Robert et al., 2005).</p><p>Besides, during the creation of a reserve population of the
Siberian grouse Falcipennis falcipennis, which had been on
the verge of extinction in natural habitats, the intestinal microbiota
of these birds changed, acting as a stressor of the immune
system (Konyaev et al., 2013). An analysis of phylogenetic
inertia of the infection&#8211;host network revealed an increase in
the number of common infections of humans and domestic
animals with the growing number of new tamed animals;
this increase may be an epidemiological bridge connecting
the anthropogenic environment with wildlife (Morand et al., 2014).</p><p>Finally, a possible counterargument to the above notion of
a decrease in the reproductive potential of animals under the
influence of humans is the domestic pig, which surpasses the
wild boar in sperm quality (Almeida et al., 2006). The reason
is selection for fertility for the sake of meat. Another counterargument
is an increased proportion of females among domestic
chickens in comparison with wild chickens as a consequence
of selection for egg production (Zhang et al., 2020).</p><p>All of the above means that the decrease in reproductive
potential
during the domestication of new economically valuable
species of animals (for example, the Asiatic wild ass
Equus hemionus hemionus (Soilemetzidou et al., 2020)) can
be compensated either by artificial selection for fertility in addition
to the main desired trait or through interbreed crosses.
When natural habitats of wild animals are included into economic
land rotation by humans, an inbreeding-related diminution
of their reproductive potential takes place (up to extinction),
which can be compensated by subspecies crossings of
these animals and by methods of assisted reproductive technology.</p></sec><sec id="Conclusion"><title>Conclusion</title><p>We examined 68 human genes (see Table 1 and Supplemental
Material) and 3080 DEGs of domestic animals versus their
wild congeners. We found that the anthropogenic impact
during the domestication of animals usually changes the
expression of their genes in the same direction as seen in the
expression alterations of orthologous human genes that worsen
reproductive potential. By contrast, the natural habitat of wild
animals maintains the intraspecific variation of expression of
their genes in a way that equally corresponds to decreases
and increases of reproductive potential in people, according
to the expression alterations of the orthologous human genes.</p></sec><sec><title>Conflict of interest</title><p>The authors declare no conflict of interest.</p></sec><sec id="References"><title>References</title><p>Albert F.W., Somel M., Carneiro M., Aximu-Petri A., Halbwax M.,
Thalmann O., Blanco-Aguiar J.A., Plyusnina I.Z., Trut L., Villafuerte
R., Ferrand N., Kaiser S., Jensen P., Paabo S. A comparison of
brain gene expression levels in domesticated and wild animals. PLoS
Genet. 2012;8(9):e1002962. DOI 10.1371/journal.pgen.1002962.</p><p>Almeida F.F., Leal M.C., Fran&#231;a L.R. Testis morphometry, duration of
spermatogenesis, and spermatogenic efficiency in the wild boar (Sus
scrofa scrofa). Biol. Reprod. 2006;75(5):792-799. DOI 10.1095/
biolreprod.106.053835.</p><p>Amstislavsky S., Brusentsev E., Kizilova E., Mokrousova V., Kozhevnikova
V., Abramova T., Rozhkova I., Naidenko S. Sperm cryopreservation
in the Far-Eastern wildcat (Prionailurus bengalensis
euptilurus). Reprod. Domest. Anim. 2018;53(5):1219-1226. DOI
10.1111/rda.13230.</p><p>Arnaud E., Barbalat V., Nicaud V., Cambien F., Evans A., Morrison C.,
Arveiler D., Luc G., Ruidavets J.B., Emmerich J., Fiessinger J.N.,
Aiach M. Polymorphisms in the 5&#8242; regulatory region of the tissue
factor gene and the risk of myocardial infarction and venous
thromboembolism: the ECTIM and PATHROS studies. Arterioscler.
Thromb. Vasc. Biol. 2000;20(3):892-898. DOI 10.1161/01.atv.20.
3.892.</p><p>Asa C., Miller P., Agnew M., Rebolledo J.A.R., Lindsey S.L., Callahan
M., Bauman K. Relationship of inbreeding with sperm quality
and reproductive success in Mexican gray wolves. Anim. Conserv.
2007;10(3):326-331. DOI 10.1111/j.1469-1795.2007.00116.x.</p><p>Awada H., Mahfouz R.Z., Kishtagari A., Kuzmanovic T., Durrani J.,
Kerr C.M., Patel B.J., Visconte V., Radivoyevitch T., Lichtin A.,
Carraway H.E., Maciejewski J.P., Saunthararajah Y. Extended experience
with a non-cytotoxic DNMT1-targeting regimen of decitabine
to treat myeloid malignancies. Br. J. Haematol. 2020;188(6):
924-929. DOI 10.1111/bjh.16281.</p><p>Belyaev D.K. The Wilhelmine E. Key 1978 invitational lecture. Destabilizing
selection as a factor in domestication. J. Hered. 1979;
70(5):301-308. DOI 10.1093/oxfordjournals.jhered.a109263.</p><p>Belyaev D.K., Evsikov V.I., Matysko E.K. Genetics of animal fertility:
3. Effect of monohybrid heterosis on the fertility and viability of
minks and prospects of its use in breeding. Sov. Genet. 1972;8(1):
46-51.</p><p>Belyaev D.K., Gruntenko E.V. Strain differences in thymus weight in
mice with different predispositions to spontaneous mammary cancer.
Nature. 1972;237(5355):401-402. DOI 10.1038/237401a0.</p><p>Belyaev D.K., Trut L.N., Ruvinsky A.O. Genetics of the W locus in
foxes and expression of its lethal effects. J. Hered. 1975;66(6):331-
338. DOI 10.1093/oxfordjournals.jhered.a108643.</p><p>Burad J., Bhakta P., Sharma J. Timely &#8216;off-label&#8217; use of recombinant
activated factor VII (NovoSeven&#174;) can help in avoiding hysterectomy
in intractable obstetric bleeding complicated with disseminated
intravascular coagulation: A case report and review of the
literature. Indian J. Anaesth. 2012;56(1):69-71. DOI 10.4103/0019-
5049.93349.</p><p>Chadaeva I.V., Ponomarenko P.M., Rasskazov D.A., Sharypova E.B.,
Kashina E.V., Zhechev D.A., Drachkova I.A., Arkova O.V., Savinkova
L.K., Ponomarenko M.P., Kolchanov N.A., Osadchuk L.V.,
Osadchuk A.V. Candidate SNP markers of reproductive potential
are predicted by a significant change in the affinity of TATAbinding
protein for human gene promoters. BMC Genomics. 2018;
19(Suppl. 3). DOI 10.1186/s12864-018-4478-3.</p><p>Chapman R.N. Animal Ecology with Special Reference to Insects.
New York: McGraw-Hill, 1931.</p><p>Clemencon B., Babot M., Trezeguet V. The mitochondrial ADP/ATP
carrier (SLC25 family): pathological implications of its dysfunction.
Mol. Aspects Med. 2013;34(2-3):485-493. DOI 10.1016/j.mam.
2012.05.006.</p><p>Cronin M.A., Leesburg V.L. Genetic variation and differentiation in
parent-descendant cattle and bison populations. J. Anim. Sci. 2016;
94(11):4491-4497. DOI 10.2527/jas.2016-0476.</p><p>Del Savio L., Mameli M. Human domestication and the roles of human
agency in human evolution. Hist. Philos. Life Sci. 2020;42(2):21.
DOI 10.1007/s40656-020-00315-0.</p><p>Der Sarkissian C., Ermini L., Schubert M., Yang M.A., Librado P., Fumagalli
M., Jonsson H., Bar-Gal G.K., Albrechtsen A., Vieira F.G.,
Petersen B., Ginolhac A., Seguin-Orlando A., Magnussen K., Fages
A., Gamba C., Lorente-Galdos B., Polani S., Steiner C., Neuditschko
M., Jagannathan V., Feh C., Greenblatt C.L., Ludwig A.,
Abramson N.I., Zimmermann W., Schafberg R., Tikhonov A.,
Sicheritz-Ponten T., Willerslev E., Marques-Bonet T., Ryder O.A.,
McCue M., Rieder S., Leeb T., Slatkin M., Orlando L. Evolutionary
genomics and conservation of the endangered Przewalski&#8217;s Horse.
Curr. Biol. 2015;25(19):2577-2583. DOI 10.1016/j.cub.2015.08.032.</p><p>Dinarvand P., Moser K.A. Protein C deficiency. Arch. Pathol. Lab.
Med. 2019;143(10):1281-1285. DOI 10.5858/arpa.2017-0403-rs.</p><p>Esmaeili S., Hemami M.R., Goheen J.R. Human dimensions of wildlife
conservation in Iran: Assessment of human-wildlife conflict
in restoring a wide-ranging endangered species. PLoS One. 2019;
14(8):e0220702. DOI 10.1371/journal.pone.0220702.</p><p>Fallahshahroudi A., Lotvedt P., Belteky J., Altimiras J., Jensen P.
Changes in pituitary gene expression may underlie multiple domesticated
traits in chickens. Heredity (Edinb.). 2019;122(2):195-204.
DOI 10.1038/s41437-018-0092-z.</p><p>Fedoseeva L.A., Klimov L.O., Ershov N.I., Efimov V.M., Markel A.L.,
Orlov Y.L., Redina O.E. The differences in brain stem transcriptional
profiling in hypertensive ISIAH and normotensive WAG rats.
BMC Genomics. 2019;20(Suppl. 3):297. DOI 10.1186/s12864-019-
5540-5.</p><p>Ferencakovic M., Solkner J., Kaps M., Curik I. Genome-wide mapping
and estimation of inbreeding depression of semen quality traits
in a cattle population. J. Dairy Sci. 2017;100(6):4721-4730. DOI
10.3168/jds.2016-12164.</p><p>Forstmeier W., Ihle M., Opatova P., Martin K., Knief U., Albrechtova
J., Albrecht T., Kempenaers B. Testing the phenotype-linked fertility
hypothesis in the presence and absence of inbreeding. J. Evol.
Biol. 2017;30(5):968-976. DOI 10.1111/jeb.13062.</p><p>Gomendio M., Malo A.F., Garde J., Roldan E.R. Sperm traits and male
fertility in natural populations. Reproduction. 2007;134(1):19-29.
DOI 10.1530/rep-07-0143.</p><p>Guo X., Huang Y., Qi Y., Liu Z., Ma Y., Shao Y., Jiang S., Sun Z.,
Ruan Q. Human cytomegalovirus miR-UL36-5p inhibits apoptosis
via downregulation of adenine nucleotide translocator 3 in cultured
cells. Arch. Virol. 2015;160(10):2483-2490. DOI 10.1007/s00705-
015-2498-8.</p><p>Hakizimana J.N., Yona C., Kamana O., Nauwynck H., Misinzo G.
African swine fever virus circulation between Tanzania and neighboring
countries: a systematic review and meta-analysis. Viruses.
2021;13(2):306. DOI 10.3390/v13020306.</p><p>Hedrick P. Genetic future for Florida panthers. Science. 2010;
330(6012):1744. DOI 10.1126/science.330.6012.1744-a.</p><p>Hedrick P.W. Gene flow and genetic restoration: the Florida panther
as a case study. Conserv. Biol. 1995;9(5):996-1007. DOI 10.1046/
j.1523-1739.1995.9050988.x-i1.</p><p>Hekman J.P., Johnson J.L., Edwards W., Vladimirova A.V., Gulevich
R.G., Ford A.L., Kharlamova A.V., Herbeck Y., Acland G.M.,
Raetzman L.T., Trut L.N., Kukekova A.V. Anterior pituitary transcriptome
suggests differences in ACTH release in tame and aggressive
foxes. G3 (Bethesda). 2018;8(3):859-873. DOI 10.1534/
g3.117.300508.</p><p>Hernandez-Aguilera A., Fibla M., Cabre N., Luciano-Mateo F.,
Camps J., Fernandez-Arroyo S., Martin-Paredero V., Menendez J.A.,
Sirvent J.J., Joven J. Chemokine (C-C motif) ligand 2 and coronary
artery disease: tissue expression of functional and atypical receptors.
Cytokine. 2020;126:154923. DOI 10.1016/j.cyto.2019.154923.</p><p>Ivanski F., de Oliveira V.M., de Oliveira I.M., de Ara&#250;jo Ramos A.T.,
de Oliveira Tonete S.T., de Oliveira Hykavei G., Bargi-Souza P.,
Schiessel D.L., Martino-Andrade A.J., Romano M.A., Marino Romano
R. Prepubertal acrylamide exposure causes dose-response decreases in spermatic production and functionality with modulation
of genes involved in the spermatogenesis in rats. Toxicology. 2020;
436:152428. DOI 10.1016/j.tox.2020.152428.</p><p>Jan S.Z., Jongejan A., Korver C.M., van Daalen S.K.M., van
Pelt A.M.M., Repping S., Hamer G. Distinct prophase arrest
mechanisms in human male meiosis. Development. 2018;145(16):
dev160614. DOI 10.1242/dev.160614.</p><p>Jorgensen J.O.L., Juul A. Therapy of endocrine disease: growth hormone
replacement therapy in adults: 30 years of personal clinical experience.
Eur. J. Endocrinol. 2018;179(1):R47-R56. DOI 10.1530/
EJE-18-0306.</p><p>Klimova N.V., Oshchepkova E., Chadaeva I., Sharypova E., Ponomarenko
P., Drachkova I., Rasskazov D., Oshchepkov D., Ponomarenko
M., Savinkova L., Kolchanov N.A., Kozlov V. Disruptive selection
of human immunostimulatory and immunosuppressive genes
both provokes and prevents rheumatoid arthritis, respectively, as a
self-domestication syndrome. Front. Genet. 2021;12:610774. DOI
10.3389/fgene.2021.610774.</p><p>Konyaev S.V., Klimova S.N., Shilo V.A. Invasions of wild birds from
the order Galliformes bred in captivity. Rossiyskiy
Veterinarnyy
Zhurnal. Melkiye Domashniye i Dikiye Zhivotnye = Russian Veterinary
Journal. Small Pets and Wild Animals. 2013;5:19-22. (in Russian)</p><p>Kubota K., Cui W., Dhakal P., Wolfe M.W., Rumi M.A., Vivian J.L.,
Roby K.F., Soares M.J. Rethinking progesterone regulation of female
reproductive cyclicity. Proc. Natl. Acad. Sci. USA. 2016;
113(15):4212-4217. DOI 10.1073/pnas.1601825113.</p><p>Lay A.J., Liang Z., Rosen E.D., Castellino F.J. Mice with a severe deficiency
in protein C display prothrombotic and proinflammatory
phenotypes and compromised maternal reproductive capabilities.
J. Clin. Invest. 2005;115(6):1552-1561. DOI 10.1172/jci24030.</p><p>Long K., Mao K., Che T., Zhang J., Qiu W., Wang Y., Tang Q., Ma J.,
Li M., Li X. Transcriptome differences in frontal cortex between
wild boar and domesticated pig. Anim. Sci. J. 2018;89(6):848-857.
DOI 10.1111/asj.12999.</p><p>Lu Z. PubMed and beyond: a survey of web tools for searching biomedical
literature. Database (Oxford). 2011;2011:baq036. DOI
10.1093/database/baq036.</p><p>Manohar M., Khan H., Sirohi V.K., Das V., Agarwal A., Pandey A.,
Siddiqui W.A., Dwivedi A. Alteration in endometrial proteins during
early- and mid-secretory phases of the cycle in women with unexplained
infertility. PLoS One. 2014;9(11):e111687. DOI 10.1371/
journal.pone.0111687.</p><p>Marsh C.A., Auchus R.J. Fertility in patients with genetic deficiencies of
cytochrome P450c17 (CYP17A1): combined 17-hydroxylase/17,20-
lyase deficiency and isolated 17,20-lyase deficiency. Fertil. Steril.
2014;101(2):317-322. DOI 10.1016/j.fertnstert.2013.11.011.</p><p>Matrisciano F., Tueting P., Dalal I., Kadriu B., Grayson D.R., Davis
J.M., Nicoletti F., Guidotti A. Epigenetic modifications of
GABAergic interneurons are associated with the schizophrenia-like
phenotype induced by prenatal stress in mice. Neuropharmacology.
2013;68:184-194. DOI 10.1016/j.neuropharm.2012.04.013.</p><p>Michon P., Woolley I., Wood E.M., Kastens W., Zimmerman P.A.,
Adams J.H. Duffy-null promoter heterozygosity reduces DARC
expression and abrogates adhesion of the P. vivax ligand required
for blood-stage infection. FEBS Lett. 2001;495(1-2):111-114. DOI
10.1016/s0014-5793(01)02370-5.</p><p>Mithani S.K., Smith I.M., Califano J.A. Use of integrative epigenetic
and cytogenetic analyses to identify novel tumor-suppressor genes
in malignant melanoma. Melanoma Res. 2011;21(4):298-307. DOI
10.1097/CMR.0b013e328344a003.</p><p>Mogno I., Vallania F., Mitra R.D., Cohen B.A. TATA is a modular
component of synthetic promoters. Genome Res. 2010;20(10):1391-
1397. DOI 10.1101/gr.106732.110.</p><p>Morand S., McIntyre K.M., Baylis M. Domesticated animals and human
infectious diseases of zoonotic origins: domestication time
matters. Infect. Genet. Evol. 2014;24:76-81. DOI 10.1016/j.meegid.
2014.02.013.</p><p>Morozova O.V., Alekseeva A.E., Sashina T.A., Brusnigina N.F., Epifanova
N.V., Kashnikov A.U., Zverev V.V., Novikova N.A. Phylodynamics
of G4P[8] and G2P[4] strains of rotavirus A isolated in
Russia in 2017 based on full-genome analyses. Virus Genes. 2020;
56(5):537-545. DOI 10.1007/s11262-020-01771-3.</p><p>Nagaraja M.R., Gubbala S.P., Delphine Silvia C.R.W., Amanchy R.
Molecular diagnostics of disorders of sexual development: an Indian
survey and systems biology perspective. Syst. Biol. Reprod. Med.
2019;65(2):105-120. DOI 10.1080/19396368.2018.1549619.</p><p>Nalls M.A., Wilson J.G., Patterson N.J., Tandon A., Zmuda J.M.,
Huntsman S., Garcia M., Hu D., Li R., Beamer B.A., Patel K.V.,
Akylbekova E.L., Files J.C., Hardy C.L., Buxbaum S.G., Taylor
H.A., Reich D., Harris T.B., Ziv E. Admixture mapping of white
cell count: genetic locus responsible for lower white blood cell count
in the Health ABC and Jackson Heart studies. Am. J. Hum. Genet.
2008;82(1):81-87. DOI 10.1016/j.ajhg.2007.09.003.</p><p>Nna V.U., Bakar A.B.A., Ahmad A., Umar U.Z., Suleiman J.B., Zakaria
Z., Othman Z.A., Mohamed M. Malaysian propolis and metformin
mitigate subfertility in streptozotocin-induced diabetic male
rats by targeting steroidogenesis, testicular lactate transport, spermatogenesis
and mating behaviour. Andrology. 2020;8(3):731-746.
DOI 10.1111/andr.12739.</p><p>Olkkonen J., Kouri V.P., Hynninen J., Konttinen Y.T., Mandelin J. Differentially
expressed in chondrocytes 2 (DEC2) increases the expression
of IL-1&#946; and is abundantly present in synovial membrane
in rheumatoid arthritis. PLoS One. 2015;10(12):e0145279. DOI
10.1371/journal.pone.0145279.</p><p>Osadchuk L.V. Endocrine gonadal function in silver fox under domestication.
Scientifur (Denmark). 1992a;16(2):116-121.</p><p>Osadchuk L.V. Some peculiarities in reproduction in silver fox males
under domestication. Scientifur (Denmark). 1992b;16(4):285-288.</p><p>Osadchuk L.V. Biosynthesis of testosterone in the fetal gonads of the
silver fox after long-term domestication. Russ. J. Genet.
1998;34(7):780-784.</p><p>Osadchuk L.V. Reproductive potential of male silver foxes Vulpes
vulpes after long selection for the domesticated behavior type.
J. Evol. Biochem. Physiol. 2006;42(2):182-189.</p><p>Osadchuk L.V., Krass P.M., Trut L.N., Belyaev D.K. Effects of selection
for behavior on the endocrine function of the gonads in male silver-
black foxes. Doklady Akademii Nauk SSSR = Proceedings of the
USSR Academy of Sciences. 1978a;240(5):1255-1258. (in Russian)</p><p>Osadchuk L.V., Krass P.M., Trut L.N., Ivanova L.N. Gonadal endocrine
function in male silver foxes with different hereditary determined
forms of defensive behavior. Izvestiya Sibirskogo Otdeleniya Akademii
Nauk SSSR = Proceedings of the Siberian Branch of the USSR
Academy of Sciences. 1978b;10: 79-86. (in Russian)</p><p>Osterfeld H., Ahrens R., Strait R., Finkelman F.D., Renauld J.C., Hogan
S.P. Differential roles for the IL-9/IL-9 receptor alpha-chain
pathway in systemic and oral antigen-induced anaphylaxis. J. Allergy
Clin. Immunol. 2010;125(2):469-476.e2. DOI 10.1016/j.jaci.2009.09.054.</p><p>Peng Y., Zhou L., Cao Y., Chen P., Chen Y., Zong D., Ouyang R. Relation
between serum leptin levels, lipid profiles and neurocognitive
deficits in Chinese OSAHS patients. Int. J. Neurosci. 2017;127(11):981-987. DOI 10.1080/00207454.2017.1286654.</p><p>Pianka E.R. Natural selection of optimal reproductive tactics. Amer.
Zool. 1976;16(4):775-784.</p><p>Plengpanich W., Le Goff W., Poolsuk S., Julia Z., Guerin M., Khovidhunkit
W. CETP deficiency due to a novel mutation in the CETP
gene promoter and its effect on cholesterol efflux and selective
uptake into hepatocytes. Atherosclerosis. 2011;216:370-373. DOI
10.1016/j.atherosclerosis.2011.01.051.</p><p>Ponomarenko M., Kleshchev M., Ponomarenko P., Chadaeva I., Sharypova
E., Rasskazov D., Kolmykov S., Drachkova I., Vasiliev G.,
Gutorova N., Ignatieva E., Savinkova L., Bogomolov A., Osadchuk
L., Osadchuk A., Oshchepkov D. Disruptive natural selection
by male reproductive potential prevents underexpression of proteincoding
genes on the human Y chromosome as a self-domestication
syndrome. BMC Genomics. 2020;21(Suppl. 1):89. DOI 10.1186/s12863-020-00896-6.</p><p>Ponomarenko P.M., Suslov V.V., Savinkova L.K., Ponomarenko M.P.,
Kolchanov N.A. A precise equilibrium equation for four steps of
binding between TBP and TATA-box allows for the prediction of
phenotypical expression upon mutation. Biophysics (Mosk.). 2010;55(3):358-369.</p><p>Prasolova L.A., Gerbek Y.E., Gulevich R.G., Shikhevich S.G., Konoshenko
M.Yu., Kozhemyakina R.V., Oskina I.N., Plyusnina I.Z. The
effects of prolonged selection for behavior on the stress response
and activity of the reproductive system of male grey mice (Rattus
norvegicus). Russ. J. Genet. 2014;50(8):846-852. DOI 10.1134/S1022795414080031.</p><p>Pukazhenthi B.S., Neubauer K., Jewgenow K., Howard J., Wildt D.E.
The impact and potential etiology of teratospermia in the domestic
cat and its wild relatives. Theriogenology. 2006;66(1):112-121. DOI
10.1016/j.theriogenology.2006.03.020.</p><p>Qian Y., Li L., Sun Z., Liu J., Yuan W., Wang Z. A multi-omics view of
the complex mechanism of vascular calcification. Biomed. Pharmacother.
2021;135:111192. DOI 10.1016/j.biopha.2020.111192.</p><p>Regan S.L.P., Knight P.G., Yovich J.L., Arfuso F., Dharmarajan A.
Growth hormone during in vitro fertilization in older women modulates
the density of receptors in granulosa cells, with improved
pregnancy outcomes. Fertil. Steril. 2018;110(7):1298-1310. DOI
10.1016/j.fertnstert.2018.08.018.</p><p>Robert N., Walzer C., Ruegg S.R., Kaczensky P., Ganbaatar O., Stauffer
C. Pathologic findings in reintroduced Przewalski&#8217;s horses
(Equus caballus przewalskii) in southwestern Mongolia. J. Zoo
Wildl. Med. 2005;36(2):273-285. DOI 10.1638/03-035.1.</p><p>Samet H. A top-down quadtree traversal algorithm. IEEE Trans. Pattern
Anal. Mach. Intell. 1985;7(1):94-98. DOI 10.1109/tpami.1985.4767622.</p><p>Sasaki Y., Otsuka K., Arimochi H., Tsukumo S.I., Yasutomo K. Distinct
roles of IL-1&#946; and IL-18 in NLRC4-induced autoinflammation.
Front. Immunol. 2020;11:591713. DOI 10.3389/fimmu.2020.591713.</p><p>Sato D.X., Rafati N., Ring H., Younis S., Feng C., Blanco-Aguiar J.A.,
Rubin C.J., Villafuerte R., Hallbook F., Carneiro M., Andersson L.
Brain transcriptomics of wild and domestic rabbits suggests that
changes in dopamine signaling and ciliary function contributed to
evolution of tameness. Genome Biol. Evol. 2020;12(10):1918-1928.
DOI 10.1093/gbe/evaa158.</p><p>Senol B.K., Zulfikar B. Clinical problems and surgical interventions in
inherited factor VII deficiency. Turk. Pediatri Ars. 2020;55(2):184-190. DOI 10.14744/TurkPediatriArs.2020.79069.</p><p>Silliman K., Tall A.R., Kretchmer N., Forte T.M. Unusual high-density
lipoprotein subclass distribution during late pregnancy. Metabolism.
1993;42(12):1592-1599. DOI 10.1016/0026-0495(93)90156-i.</p><p>Soilemetzidou E.S., de Bruin E., Eschke K., Azab W., Osterrieder N.,
Czirj&#225;k G.A., Buuveibaatar B., Kaczensky P., Koopmans M., Walzer
C., Greenwood A.D. Bearing the brunt: Mongolian khulan (Equus
hemionus hemionus) are exposed to multiple influenza A strains. Vet.
Microbiol. 2020;242:108605. DOI 10.1016/j.vetmic.2020.108605.</p><p>Songsasen N., Converse S.J., Brown M. Reproduction and reproductive
strategies relevant to management of whooping cranes ex situ.
In: Biodiversity of the World: Conservation from Genes to Landscapes.
San Diego, California: Academic Press, 2019;373-387. DOI
10.1016/B978-0-12-803555-9.00017-7.</p><p>Sugiyama C., Yamamoto M., Kotani T., Kikkawa F., Murata Y., Hayashi
Y. Fertility and pregnancy-associated &#223;-cell proliferation in mice
deficient in proglucagon-derived peptides. PLoS One. 2012;7(8):e43745. DOI 10.1371/journal.pone.0043745.</p><p>Sun G.L., Shen W., Wen J.F. Triosephosphate isomerase genes in two
trophic modes of euglenoids (euglenophyceae) and their phylogenetic
analysis. J. Eukaryot. Microbiol. 2008;55(3):170-177. DOI
10.1111/j.1550-7408.2008.00324.x</p><p>Sun S., Liu S., Luo J., Chen Z., Li C., Loor J.J., Cao Y. Repeated pregnant
mare serum gonadotropin-mediated oestrous synchronization
alters gene expression in the ovaries and reduces reproductive performance in dairy goats. Reprod. Domest. Anim. 2019;54(6):873-
881. DOI 10.1111/rda.13439.</p><p>Sun Y., Liu S., Hu R., Zhou Q., Li X. Decreased placental IL9 and
IL9R in preeclampsia impair trophoblast cell proliferation, invasion,
and angiogenesis. Hypertens. Pregnancy. 2020;39(3):228-235. DOI
10.1080/10641955.2020.1754852.</p><p>Takhviji V., Zibara K., Azarkeivan A., Mehrvar N., Mehrvar N.,
Mezginejad F., Khosravi A. Fertility and pregnancy in Iranian thalassemia
patients: An update on transfusion complications. Transfus.
Med. 2020;30(5):352-360. DOI 10.1111/tme.12707.</p><p>Theofanopoulou C., Gastaldon S., O&#8217;Rourke T., Samuels B.D., Martins
P.T., Delogu F., Alamri S., Boeckx C. Self-domestication in
Homo sapiens: Insights from comparative genomics. PLoS One.
2017;12(10):e0185306. DOI 10.1371/journal.pone.0185306.</p><p>Tian Y., Stamova B., Jickling G.C., Xu H., Liu D., Ander B.P., Bushnell
C., Zhan X., Turner R.J., Davis R.R., Verro P., Pevec W.C.,
Hedayati N., Dawson D.L., Khoury J., Jauch E.C., Pancioli A., Broderick
J.P., Sharp F.R. Y chromosome gene expression in the blood
of male patients with ischemic stroke compared with male controls.
Gend. Med. 2012;9(2):68-75.e3. DOI 10.1016/j.genm.2012.01.005.</p><p>Vasiliev G., Chadaeva I., Rasskazov D., Ponomarenko P., Sharypova E.,
Drachkova I., Bogomolov A., Savinkova L., Ponomarenko M., Kolchanov
N., Osadchuk A., Oshchepkov D., Osadchuk L. A bioinformatics
model of human diseases on the basis of differentially expressed
genes (of domestic versus wild animals) that are orthologs
of human genes associated with reproductive-potential changes. Int.
J. Mol. Sci. 2021;22(5):2346. DOI 10.3390/ijms22052346.</p><p>Velzing-Aarts F.V., van der Dijs F.P., Muskiet F.A., Duits A.J. The association
of pre-eclampsia with the Duffy negative phenotype in
women of West African descent. BJOG. 2002;109(4):453-455. DOI
10.1111/j.1471-0528.2002.01181.x.</p><p>Wang F., Yu H., Huang S., Zheng L., Zheng P., Zhang S., Li S., Chen J.
Jian-Pi-Yi-Shen regulates EPO and iron recycling protein expressions
in anemic rats with chronic kidney disease: accumulation of
hypoxia inducible factor-2&#945; via ERK signaling. Evid. Based Complement.
Altern. Med. 2020;2020:8894257. DOI 10.1155/2020/8894257.</p><p>Wood M.A., Mukherjee P., Toocheck C.A., Walker W.H. Upstream
stimulatory factor induces Nr5a1 and Shbg gene expression during
the onset of rat Sertoli cell differentiation. Biol. Reprod. 2011;85(5):
965-976. DOI 10.1095/biolreprod.111.093013.</p><p>Xi J.F., Wang X.Z., Zhang Y.S., Jia B., Li C.C., Wang X.H., Ying R.W.
Sex control by Zfy siRNA in the dairy cattle. Anim. Reprod. Sci.
2019;200:1-6. DOI 10.1016/j.anireprosci.2018.05.015.</p><p>Xiao W., Feng L., Mou P., Miquelle D.G., Hebblewhite M., Goldberg
J.F., Robinson H.S., Zhao X., Zhou B., Wang T., Ge J. Estimating
abundance and density of Amur tigers along the Sino-Russian border.
Integr. Zool. 2016;11(4):322-332. DOI 10.1111/1749-4877.12210.</p><p>Yang X., Zhang H., Shang J., Liu G., Xia T., Zhao C., Sun G., Dou H.
Comparative analysis of the blood transcriptomes between wolves
and dogs. Anim. Genet. 2018;49(4):291-302. DOI 10.1111/age.12675.</p><p>Yang Y., Adeola A.C., Xie H.B., Zhang Y.P. Genomic and transcriptomic
analyses reveal selection of genes for puberty in Bama Xiang
pigs. Zool. Res. 2018;39(6):424-430. DOI 10.24272/j.issn.2095-8137.2018.068.</p><p>Yao X., Wang Z., Gao X., Li X., Yang H., Ei-Samahy M.A., Bao Y.,
Xiao S., Meng F., Wang F. Unconservative_15_2570409 suppresses
progesterone receptor expression in the granulosa cells of Hu sheep.
Theriogenology. 2020;157:303-313. DOI 10.1016/j.theriogenology.2020.08.011.</p><p>Yu Q., Yang X., Zhang C., Zhang X., Wang C., Chen L., Liu X., Gu Y.,
He X., Hu L., Liu W.T., Li Y. AMPK activation by ozone therapy
inhibits tissue factor-triggered intestinal ischemia and ameliorates
chemotherapeutic enteritis. FASEB J. 2020;34(9):13005-13021. DOI
10.1096/fj.201902717rr.</p><p>Zhang J., Nie C., Li X., Ning Z., Chen Y., Jia Y., Han J., Wang L.,
Lv X., Yang W., Qu L. Genome-wide population genetic analysis
of commercial, indigenous, game, and wild chickens using 600K
SNP microarray data. Front. Genet. 2020;11:543294. DOI 10.3389/fgene.2020.543294.</p><p>Zhang Y., Katoh T.K., Finet C., Izumitani H.F., Toda M.J., Watabe
H.A., Katoh T. Phylogeny and evolution of mycophagy in the
Zygothrica genus group (Diptera: Drosophilidae). Mol. Phylogenet.
Evol. 2021;163:107257.</p></sec></body><back><ack><p>The authors are thankful to Shevchuk Editing (Brooklyn, NY, United States; URL: http://www.shevchuk-editing.com) for translation
from Russian into English. The idea (LVO, AVO, MPP, IVC) was supported by Russian Science Foundation grant No. 19-15-00075. The data analysis (DYuO,
PMP, EBS, and AGB) was carried out with the help of the computing resources of the Multi-Access Center &#8220;Bioinformatics&#8221; with the support of publicly
funded project No. FWNR-2022-0020. The knowledge base (VVS) and study coordination (YuGM) were supported by the Federal Scientific and Technical
Program for the Development of Genetic Technologies in Russia.</p></ack></back></article></pmc-articleset>