<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xml:lang="en" article-type="research-article" dtd-version="1.4"><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Vavilovskii Zhurnal Genet Selektsii</journal-id><journal-id journal-id-type="iso-abbrev">Vavilovskii Zhurnal Genet Selektsii</journal-id><journal-id journal-id-type="pmc-domain-id">3805</journal-id><journal-id journal-id-type="pmc-domain">vavilovjgb</journal-id><journal-title-group><journal-title>Vavilov Journal of Genetics and Breeding</journal-title></journal-title-group><issn pub-type="ppub">2500-0462</issn><issn pub-type="epub">2500-3259</issn><publisher><publisher-name>Institute of Cytology and Genetics, Siberian Branch of the Russian Academy of Science</publisher-name></publisher><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://vavilov.elpub.ru/jour/index">
Website: Vavilov Journal of Genetics and Breeding
</self-uri></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC8627873</article-id><article-id pub-id-type="pmcid-ver">PMC8627873.1</article-id><article-id pub-id-type="pmcaid">8627873</article-id><article-id pub-id-type="pmcaiid">8627873</article-id><article-id pub-id-type="pmid">34901725</article-id><article-id pub-id-type="doi">10.18699/VJ21.032</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Review</subject></subj-group></article-categories><title-group><article-title>Problems of mini-pig breeding</article-title><trans-title-group xml:lang="ru"><trans-title>&#1055;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1099; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1083;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1085;&#1099;&#1093; &#1084;&#1080;&#1085;&#1080;-&#1089;&#1074;&#1080;&#1085;&#1077;&#1081;</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name name-style="western"><surname>Shatokhin</surname><given-names initials="KS">K.S.</given-names></name><aff>
<institution>Novosibirsk State Agrarian University, Novosibirsk, Russia</institution>
</aff></contrib></contrib-group><author-notes><fn><p>Correspondence to: K.S. Shatokhin
<email> true_genetic@mail.ru</email></p></fn></author-notes><pub-date pub-type="ppub"><month>5</month><year>2021</year></pub-date><volume>25</volume><issue>3</issue><issue-id pub-id-type="pmc-issue-id">394557</issue-id><fpage>284</fpage><lpage>291</lpage><history><date date-type="received"><day>6</day><month>10</month><year>2020</year></date><date date-type="rev-recd"><day>2</day><month>2</month><year>2021</year></date><date date-type="accepted"><day>10</day><month>2</month><year>2021</year></date></history><pub-history><event event-type="pmc-release"><date><day>01</day><month>05</month><year>2021</year></date></event><event event-type="pmc-live"><date><day>10</day><month>12</month><year>2021</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2024-05-08 03:25:30.877"><day>08</day><month>05</month><year>2024</year></date></event></pub-history><permissions><copyright-statement>Copyright &#169; AUTHORS</copyright-statement><copyright-year>2021</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/2.5/</ali:license_ref><license-p>This work is licensed under a Creative Commons Attribution 4.0 License</license-p></license></permissions><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pmc-pdf" xlink:href="VJGB-25-21032.pdf"/><abstract><p>This article provides an overview of some problems of the breeding and reproduction of laboratory minipigs. The most obvious of these are the lack of centralized accounting of breeding groups, uniform selection standards
for reproduction and evaluation of breeding animals, as well as minimizing the accumulation of fitness-reducing
mutations and maintaining genetic diversity. According to the latest estimates, there are at least 30 breeding groups
of mini-pigs systematically used as laboratory animals in the world. Among them, there are both breed formations
represented by several colonies, and breeding groups consisting of a single herd. It was shown that the main selection
strategy is selection for the live weight of adults of 50&#8211;80 kg and the adaptation of animals to a specific type of biomedical experiments. For its implementation in the breeding of foreign mini-pigs, selection by live weight is practiced
at 140- and 154-day-old age. It was indicated that different herds of mini-pigs have their own breeding methods to
counteract inbred depression and maintain genetic diversity. Examples are the maximization of coat color phenotypes, the cyclical system of matching parent pairs, and the structuring of herds into subpopulations. In addition,
in the breeding of foreign mini-pigs, molecular genetic methods are used to monitor heterozygosity. Every effort is
made to keep the number of inbred crosses in the breeding of laboratory mini-pigs to a minimum, which is not always
possible due to their small number. It is estimated that to avoid close inbreeding, the number of breeding groups
should be at least 28 individuals, including boars of at least 4 genealogical lines and at least 4 families of sows. The
accumulation of genetic cargo in herds of mini-pigs takes place, but the harmful effect is rather the result of erroneous
decisions of breeders. Despite the fact that when breeding a number of mini-pigs, the goal was to complete the herds
with exclusively white animals, in most breeding groups there is a polymorphism in the phenotype of the coat color</p></abstract><trans-abstract xml:lang="ru"><p>&#1042; &#1089;&#1090;&#1072;&#1090;&#1100;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085; &#1086;&#1073;&#1079;&#1086;&#1088; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084; &#1088;&#1072;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103; &#1080; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1083;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1085;&#1099;&#1093; &#1084;&#1080;&#1085;&#1080;-&#1089;&#1074;&#1080;&#1085;&#1077;&#1081;. &#1053;&#1072;&#1080;&#1073;&#1086;&#1083;&#1077;&#1077; &#1086;&#1095;&#1077;&#1074;&#1080;&#1076;&#1085;&#1099;&#1077; &#1080;&#1079; &#1085;&#1080;&#1093; &#8211; &#1086;&#1090;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1080;&#1077; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072;&#1083;&#1080;&#1079;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1091;&#1095;&#1077;&#1090;&#1072; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1093; &#1075;&#1088;&#1091;&#1087;&#1087;, &#1077;&#1076;&#1080;&#1085;&#1099;&#1093; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1086;&#1074; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072;
&#1076;&#1083;&#1103; &#1074;&#1086;&#1089;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1072; &#1080; &#1086;&#1094;&#1077;&#1085;&#1082;&#1080; &#1087;&#1083;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1084;&#1080;&#1085;&#1080;&#1084;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103; &#1085;&#1072;&#1082;&#1086;&#1087;&#1083;&#1077;&#1085;&#1080;&#1103; &#1089;&#1085;&#1080;&#1078;&#1072;&#1102;&#1097;&#1080;&#1093; &#1087;&#1088;&#1080;&#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1083;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100; &#1084;&#1091;&#1090;&#1072;&#1094;&#1080;&#1081; &#1080; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1103;. &#1055;&#1086; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1084; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084;, &#1074; &#1084;&#1080;&#1088;&#1077; &#1085;&#1072;&#1089;&#1095;&#1080;&#1090;&#1099;&#1074;&#1072;&#1102;&#1090;
&#1085;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077; 30 &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1093; &#1075;&#1088;&#1091;&#1087;&#1087; &#1084;&#1080;&#1085;&#1080;-&#1089;&#1074;&#1080;&#1085;&#1077;&#1081;, &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1084;&#1099;&#1093; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1083;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1085;&#1099;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;. &#1057;&#1088;&#1077;&#1076;&#1080; &#1085;&#1080;&#1093; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1082;&#1072;&#1082; &#1087;&#1086;&#1088;&#1086;&#1076;&#1085;&#1099;&#1077; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;, &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1084;&#1080; &#1082;&#1086;&#1083;&#1086;&#1085;&#1080;&#1103;&#1084;&#1080;, &#1090;&#1072;&#1082; &#1080; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1077; &#1075;&#1088;&#1091;&#1087;&#1087;&#1099;, &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1097;&#1080;&#1077; &#1080;&#1079; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1089;&#1090;&#1072;&#1076;&#1072;. &#1055;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1072;&#1103; &#1089;&#1090;&#1088;&#1072;&#1090;&#1077;&#1075;&#1080;&#1103; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1102; &#1085;&#1072;
&#1078;&#1080;&#1074;&#1091;&#1102; &#1084;&#1072;&#1089;&#1089;&#1091; &#1074;&#1079;&#1088;&#1086;&#1089;&#1083;&#1099;&#1093; &#1086;&#1089;&#1086;&#1073;&#1077;&#1081; 50&#8211;80 &#1082;&#1075; &#1080; &#1087;&#1088;&#1080;&#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1083;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1082; &#1082;&#1086;&#1085;&#1082;&#1088;&#1077;&#1090;&#1085;&#1086;&#1084;&#1091; &#1090;&#1080;&#1087;&#1091; &#1073;&#1080;&#1086;&#1084;&#1077;&#1076;&#1080;&#1094;&#1080;&#1085;&#1089;&#1082;&#1080;&#1093;
&#1101;&#1082;&#1089;&#1087;&#1077;&#1088;&#1080;&#1084;&#1077;&#1085;&#1090;&#1086;&#1074;. &#1044;&#1083;&#1103; &#1077;&#1077; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1074; &#1088;&#1072;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1080; &#1079;&#1072;&#1088;&#1091;&#1073;&#1077;&#1078;&#1085;&#1099;&#1093; &#1084;&#1080;&#1085;&#1080;-&#1089;&#1074;&#1080;&#1085;&#1077;&#1081; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1082;&#1091;&#1102;&#1090; &#1086;&#1090;&#1073;&#1086;&#1088; &#1087;&#1086; &#1078;&#1080;&#1074;&#1086;&#1081; &#1084;&#1072;&#1089;&#1089;&#1077;
&#1074; 140- &#1080; 154-&#1076;&#1085;&#1077;&#1074;&#1085;&#1086;&#1084; &#1074;&#1086;&#1079;&#1088;&#1072;&#1089;&#1090;&#1077;. &#1059;&#1082;&#1072;&#1079;&#1072;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1074; &#1089;&#1090;&#1072;&#1076;&#1072;&#1093; &#1084;&#1080;&#1085;&#1080;-&#1089;&#1074;&#1080;&#1085;&#1077;&#1081; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099; &#1088;&#1072;&#1079;&#1085;&#1099;&#1077; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1077; &#1084;&#1077;&#1090;&#1086;&#1076;&#1099; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1086;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1080;&#1085;&#1073;&#1088;&#1077;&#1076;&#1085;&#1086;&#1081; &#1076;&#1077;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#1080; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1103; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1103;. &#1055;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;&#1084;&#1080; &#1089;&#1083;&#1091;&#1078;&#1072;&#1090;
&#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103; &#1092;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1086;&#1074; &#1084;&#1072;&#1089;&#1090;&#1080;, &#1094;&#1080;&#1082;&#1083;&#1080;&#1095;&#1085;&#1072;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1087;&#1086;&#1076;&#1073;&#1086;&#1088;&#1072; &#1088;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1072;&#1088; &#1080; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1089;&#1090;&#1072;&#1076; &#1085;&#1072;
&#1089;&#1091;&#1073;&#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1080;. &#1050;&#1088;&#1086;&#1084;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1074; &#1088;&#1072;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1080; &#1079;&#1072;&#1088;&#1091;&#1073;&#1077;&#1078;&#1085;&#1099;&#1093; &#1084;&#1080;&#1085;&#1080;-&#1089;&#1074;&#1080;&#1085;&#1077;&#1081; &#1076;&#1083;&#1103; &#1084;&#1086;&#1085;&#1080;&#1090;&#1086;&#1088;&#1080;&#1085;&#1075;&#1072; &#1075;&#1077;&#1090;&#1077;&#1088;&#1086;&#1079;&#1080;&#1075;&#1086;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090; &#1084;&#1086;&#1083;&#1077;&#1082;&#1091;&#1083;&#1103;&#1088;&#1085;&#1086;-&#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1084;&#1077;&#1090;&#1086;&#1076;&#1099;. &#1050;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1080;&#1085;&#1073;&#1088;&#1077;&#1076;&#1085;&#1099;&#1093; &#1089;&#1082;&#1088;&#1077;&#1097;&#1080;&#1074;&#1072;&#1085;&#1080;&#1081; &#1074; &#1088;&#1072;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1080; &#1083;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1085;&#1099;&#1093;
&#1084;&#1080;&#1085;&#1080;-&#1089;&#1074;&#1080;&#1085;&#1077;&#1081; &#1089;&#1090;&#1072;&#1088;&#1072;&#1102;&#1090;&#1089;&#1103; &#1084;&#1080;&#1085;&#1080;&#1084;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1085;&#1077; &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086; &#1080;&#1079;-&#1079;&#1072; &#1080;&#1093; &#1084;&#1072;&#1083;&#1086;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080;. &#1055;&#1086;&#1076;&#1089;&#1095;&#1080;&#1090;&#1072;&#1085;&#1086;, &#1095;&#1090;&#1086;
&#1074;&#1086; &#1080;&#1079;&#1073;&#1077;&#1078;&#1072;&#1085;&#1080;&#1077; &#1090;&#1077;&#1089;&#1085;&#1086;&#1075;&#1086; &#1080;&#1085;&#1073;&#1088;&#1080;&#1076;&#1080;&#1085;&#1075;&#1072; &#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1086;&#1085;&#1085;&#1086;&#1081; &#1075;&#1088;&#1091;&#1087;&#1087;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1072; &#1073;&#1099;&#1090;&#1100; &#1085;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077; 28 &#1086;&#1089;&#1086;&#1073;&#1077;&#1081;, &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1102;&#1097;&#1080;&#1093; &#1093;&#1088;&#1103;&#1082;&#1086;&#1074; &#1082;&#1072;&#1082; &#1084;&#1080;&#1085;&#1080;&#1084;&#1091;&#1084; &#1095;&#1077;&#1090;&#1099;&#1088;&#1077;&#1093; &#1075;&#1077;&#1085;&#1077;&#1072;&#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1083;&#1080;&#1085;&#1080;&#1081; &#1080; &#1089;&#1074;&#1080;&#1085;&#1086;&#1084;&#1072;&#1090;&#1086;&#1082; &#1080;&#1079; &#1085;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077; &#1095;&#1077;&#1090;&#1099;&#1088;&#1077;&#1093; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;.
&#1053;&#1072;&#1082;&#1086;&#1087;&#1083;&#1077;&#1085;&#1080;&#1077; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1075;&#1088;&#1091;&#1079;&#1072; &#1074; &#1089;&#1090;&#1072;&#1076;&#1072;&#1093; &#1084;&#1080;&#1085;&#1080;-&#1089;&#1074;&#1080;&#1085;&#1077;&#1081; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;, &#1085;&#1086; &#1074;&#1088;&#1077;&#1076;&#1086;&#1085;&#1086;&#1089;&#1085;&#1099;&#1081; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1089;&#1082;&#1086;&#1088;&#1077;&#1077;
&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1080;&#1077;&#1084; &#1086;&#1096;&#1080;&#1073;&#1086;&#1095;&#1085;&#1099;&#1093; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1081; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1086;&#1085;&#1077;&#1088;&#1086;&#1074;. &#1053;&#1077;&#1089;&#1084;&#1086;&#1090;&#1088;&#1103; &#1085;&#1072; &#1090;&#1086; &#1095;&#1090;&#1086; &#1087;&#1088;&#1080; &#1074;&#1099;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1080; &#1088;&#1103;&#1076;&#1072; &#1084;&#1080;&#1085;&#1080;-&#1089;&#1074;&#1080;&#1085;&#1077;&#1081; &#1089;&#1090;&#1086;&#1103;&#1083;&#1072;
&#1094;&#1077;&#1083;&#1100; &#1091;&#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1090;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1090;&#1072;&#1076;&#1072; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1073;&#1077;&#1083;&#1099;&#1084;&#1080; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1084;&#1080;, &#1074; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1093; &#1075;&#1088;&#1091;&#1087;&#1087; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1072;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1083;&#1080;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084; &#1087;&#1086; &#1092;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1091; &#1084;&#1072;&#1089;&#1090;&#1080;.</p></trans-abstract><kwd-group><kwd>aboratory mini-pigs</kwd><kwd>inbreeding</kwd><kwd>genetic diversity</kwd><kwd>recessive mutations</kwd><kwd>selection</kwd><kwd>lines</kwd><kwd>families</kwd><kwd>agriculture</kwd></kwd-group><kwd-group xml:lang="ru"><kwd> &#1083;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1085;&#1099;&#1077; &#1084;&#1080;&#1085;&#1080;-&#1089;&#1074;&#1080;&#1085;&#1100;&#1080;</kwd><kwd>&#1080;&#1085;&#1073;&#1088;&#1080;&#1076;&#1080;&#1085;&#1075;</kwd><kwd>&#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1077; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1077;</kwd><kwd>&#1088;&#1077;&#1094;&#1077;&#1089;&#1089;&#1080;&#1074;&#1085;&#1099;&#1077; &#1084;&#1091;&#1090;&#1072;&#1094;&#1080;&#1080;</kwd><kwd>&#1086;&#1090;&#1073;&#1086;&#1088;</kwd><kwd>&#1083;&#1080;&#1085;&#1080;&#1080;</kwd><kwd>&#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1072;</kwd><kwd>&#1089;&#1077;&#1083;&#1100;&#1089;&#1082;&#1086;&#1077; &#1093;&#1086;&#1079;&#1103;&#1081;&#1089;&#1090;&#1074;&#1086;</kwd></kwd-group><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-license-ref</meta-name><meta-value>CC BY</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec><title>Background</title><p>Despite the practicality of laboratory use in comparison with
primates and several morphophysiological advantages over
other laboratory animals (Tikhonov, 2010; Shatokhin et al.,
2019), mini-pigs are still not the most popular biological
model, second not only to rodents but also to dogs, cats and
monkeys (Heining, Ruysschaert, 2016). However, according
to various estimates, there are from 21 to 45 breeding groups
of mini-pigs globally (Smith, Swindle, 2006; K&#246;hn, 2011), of
which two are bred in Russia (Stankova et al., 2017; Shatokhin
et al., 2019). Although, despite the importance of understanding the breeding of any animal species, regardless of their use,
the problems of breeding laboratory mini-pigs are shown in
a fairly small number of scientific papers. The apparently insufficient attention to the breeding and selection of mini-pigs
resulted in some problems and the lack of a unified concept
for their solution. The main ones are:</p><list list-type="roman-lower"><list-item><p>the lack of centralized accounting of the number of laboratory mini-pigs and the registration system of specialized
herds as breeding achievements;</p></list-item><list-item><p>the lack of generally accepted standards for the selection
of animals for reproduction. This also includes the lack
of regulatory documents for the evaluation of breeding
animals;</p></list-item><list-item><p>maximizing herds&#8217; genetic diversity under conditions of
gene pool depletion vectors (gene drift, bottleneck effect),
optimization of monitoring and selection management
methods;</p></list-item><list-item><p>minimizing the accumulation of fitness-reducing mutations;</p></list-item><list-item><p>the creation of herds of laboratory mini-pigs, staffed exclusively from animals of white coat color;</p></list-item></list><p>The purpose of this paper is to describe the listed problems
and suggest some ways to solve them.</p></sec><sec><title>The global genetic fund of laboratory mini-pigs</title><p>To date, it is difficult to estimate the number of the world&#8217;s
population of laboratory mini-pigs and the exact number of
their breeds, herds, and breeding groups. The main difficulty
lies in the absence of a single body for recording laboratory
mini-pigs as objects of breeding. For example, according to
Russian legislation, the registration of laboratory mini-pigs is
difficult due to their formal non-compliance with the criteria
for evaluating breeds and breed groups of pigs as breeding
achievements, particularly according to the uniformity of the
breeding stock (Method of testing for distinctness..., 2007). No
special standards have been developed for them. Registration
is possible on the website of the American Mini-pig Association (<ext-link xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://americanminipigassociation.com" ext-link-type="uri">https://americanminipigassociation.com</ext-link>). However,
out of 14 registered breeds, only four breeding groups were
reliably used as laboratory animals.</p><p>The only available accounting tool is scientific publications,
but the number of breeding groups of laboratory mini-pigs
varies from 21 to 45 (Smith, Swindle, 2006; Tikhonov, 2010).
One of the reasons for the discrepancy in the calculation results
is the presence of more than one name for the same breed
formation. Our own count of laboratory mini-pigs indicated
31 breeding groups in the world (Table 1). Both breed formations are represented by several colonies (Hormel, Hanford,
G&#246;ttingen, NIH, Yucatan) and breeding groups consisting of
a single herd (NIBS; mini-pigs of the Institute of Cytology
and Genetics SB RAS, ICG SB RAS; Svetlogorsk). Representatives of the species Sus scrofa L. were taken into account
with a live weight of no more than 150 kg and an indication
of systematic use as a model object over the past 10 years.</p><fig position="float" id="Tab-1" orientation="portrait"><label>Table 1.</label><caption><title>List of the breeding groups of laboratory mini-pigs</title></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-25-21032-Tab1.jpg"/></fig></sec><sec><title>Selection principles of breeding animals</title><p>In the breeding of laboratory mini-pigs, there are two main
selection vectors: for small size and low live weight and suitability for laboratory use. However, in the breeding of minipigs, there are no uniform specially developed standards for
evaluating animals by live weight at an early age, exterior, coat
color and a set of characteristics necessary for use in the most
common types of biomedical experiments (Helke et al., 2016).
Simultaneously, almost every herd has a systematic approach
to breeding with its own specific methods (Itoh et al., 2016;
Nikitin et al., 2018). Animals are often evaluated at an early
age, for example, 140&#8211;154 days (Miniature Swine Book of
Normals, 2019; Simon, 2019). Some private farms practice
selection of the smallest animals from each nest<sup>1</sup>, which in
the defunct selection group Minisibs had such consequences
as lowering the safety of piglets, sexual activity of boars and
destroying the complex of maternal qualities of sows (Nikitin
et al., 2014).</p><p><fn id="suppl"><p>Erasmus D. Pigs as pets: Breeding teacup pigs. Farmer&#8217;s Weekly. 2013. <ext-link xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://www.farmersweekly.co.za/animals/pigs-as-pets-breeding-teacup-pigs/" ext-link-type="uri">https://www.farmersweekly.co.za/animals/pigs-as-pets-breeding-teacup-pigs/</ext-link></p></fn>
</p><p>The only general principle is selecting the most robust,
healthy and proportionally developed animals with a live
weight of adults from 50 to 80 kg (Nunoya et al., 2007;
Tikhonov2010; Miniature Swine Book of Normals, 2019).
Vietnamese mini-pigs&#8217; exterior traits such as a weak back or
early obesity are not welcomed by Russian, European and
American specialists. Russian mini-pigs and several foreign
breeding groups meet the accepted standards, but there are
deviations, both in larger and smaller directions (Table 2).
Recently, the breeding of herds of tiny pigs weighing 30&#8211;
50 kg, for example, German mini-pigs Aachen, American Panepinto and Korean Micro-Pig&#174;, is gaining popularity (see
Table 2).</p><fig position="float" id="Tab-2" orientation="portrait"><label>Table 2.</label><caption><title>Live weight of adult laboratory mini-pigs
from different breeding groups</title></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-25-21032-Tab2.jpg"/></fig></sec><sec><title>The preservation of genetic diversity</title><p>The problem of preserving genetic diversity in populations is
one of the most discussed issues in animal genetics (Peripolli et
al., 2017; Mable, 2019) and, for several reasons, is particularly
relevant for laboratory mini-pigs. The first reason is the low
population of herds. The risk of depletion of the gene pool
due to stochastic processes is significantly higher than in large
structured subpopulations communities (Mariani et al., 2020).
The second reason is the existence of several breeding groups
of laboratory mini-pigs in the singular, which deprives them
of such a powerful resource for controlling heterozygosity
as the periodic exchange of the gene pool between different
herds (Mariani et al., 2020). The third reason is that creating
new herds of laboratory mini-pigs from a small number of
progenitors (see Table 1) creates a risk of depleting the gene pool due to the bottleneck effect (Ji et al., 2011). Interestingly,
according to various estimates, the genetic diversity of laboratory pigs can be both greater and lower compared with similar
parameters of pigs of factory breeds and wild boar (Nikitin et
al., 2010; Heckel et al., 2015).</p><p>Several publications mentioned the existence of natural
&#8220;contr inbred&#8221; mechanisms in natural populations (Charlesworth, Willis, 2009; Cheptou, Donohue, 2011; Mable, 2019),
which is indirectly confirmed by the existence of the short
populations of feral pigs with no signs of inbreeding depression on small islands throughout the centuries (K&#246;hn, 2011;
McKenney-Drake et al., 2016). In the conditions of farms
for breeding of laboratory mini-pigs, the formation of the
composition of the reproductive group and the choice of parent pairs during the breeding campaign is carried out by the
breeder. Therefore, the question about the full functioning of
such mechanisms arises. Thus, there is a need to analyze the
methods available to humans to control herds&#8217; heterozygosity
of laboratory mini-pigs. The first method is monitoring genetic
diversity using molecular genetic methods, which is used to
select some of the mini-pigs (Chang et al., 2009). A limiting
factor in further implementing this method is the lack of data
on its economic feasibility in routine use.</p><p>The second way to control heterozygosity is to use breeding techniques and methods, for example, to minimize inbred
crosses (Simianer, K&#246;hn, 2010). In the breeding of mini-pigs
of the ICG SB RAS, the conservation of the maximum possible number of color phenotypes and inbreeding mainly on
the progenitors is used to preserve genetic diversity (Nikitin
et al., 2018). Given that the mammalian suit is controlled
by 120 to 350 genes (Cieslak et al., 2011; Chandramohan et
al., 2013), the number of possible genotypes can be in the
thousands. Another breeding method for maximizing genetic diversity is dividing an array of animals into subpopulations with a limited gene flow between them (Mariani et al., 2020). However, due to the low number of rock formations,
partial genealogical separation of lines, with rare exceptions
(Stankova et al., 2017), is practically impossible to implement. Instead, a cyclical selection system is practiced (Chu,
2010; Schachler et al., 2020) based on periodically repeated
crosses of lines and families (Table 3). According to the calculations, to avoid close inbreeding, the minimum number of
the reproductive group should be at least 28 individuals, of
which boars should be represented by at least four lines and
sows &#8211; by four families. Each line should include at least one
main and one checked boar, and the family should consist of
at least 5 main and checked sows.</p><fig position="float" id="Tab-3" orientation="portrait"><label>Table 3.</label><caption><title>Conditional scheme of the selection
of boars and sows during one cycle</title><p>Not&#1077;. The cells at the intersection of lines (columns) and families (rows) indicate the generations of descendants.</p></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-25-21032-Tab3.jpg"/></fig></sec><sec><title>Accumulation of genetic cargo</title><p>In the 1970s, it was reported that in populations of less than
2,000 individuals, the probability of accumulation of fitnessreducing mutations is quite high (Nei, Roychoudhury, 1973).
Even earlier, it was established that recessive semi-lethal mutations could persist in a population for up to 99 generations even
with targeted culling of homozygotes (Dubinin, Glembotsky,
1967), which is generally not refuted by later mathematical
modelling (Johnsson et al., 2019). It is considered that the
elimination of harmful recessive mutations is a difficult task
for the breeder, even if he uses modern genotyping methods
(Derks et al., 2017). Given that the reproductive number of
individual herds of laboratory mini-pigs does not exceed 30&#8211;
40 individuals reducing sustainability, semi-lethal and lethal
recessive mutations pose a danger in breeding these animals.
At the same time, in the entire history of breeding laboratory
mini-pigs, only in the extinct breeding group Minisibs a decrease in the viability of young animals and the reproductive
qualities of adults was described, the alleged cause of which
was the accumulation of recessive mutations due to unilateral
selection (Nikitin et al., 2014). Thus, laboratory mini-pigs&#8217;
breeding system should include measures to purify the herd
from harmful mutations, leading to strict selection in the reproductive group (Nikitin et al., 2018, 2020). Another method
of cleaning herds from unwanted mutations is to assess the
progeny in the inbred cross. This method was proposed for
various farm animals&#8217; species in the 1950s and 1970s (Robertson, Rendel, 1950; Serebrovsky, 1970). However, despite its
simplicity, the method has a serious drawback &#8211; it is the duration of the assessment and, accordingly, the cost of feeding
and maintaining the tested boar and its descendants.</p><p>However, there are cases where breeders have benefited
from the emergence of viability-reducing mutations in the
herd in the form of creating model objects to optimize specific medical methods or treat strictly defined pathologies.
Examples are the creation of mini-pigs by MeLiM and NIH
(Sachs et al., 1976; Horak et al., 2019). Thus, it can be argued
that the very fact of the occurrence of mutations that reduce
viability, of course, is a danger. But much more important
is breeders&#8217; ability to prioritize the selection of animals for
reproduction and to carry out measures to clear the herds of
genetic cargo; and if necessary, to consolidate the carriers of
mutations in the form of a new selection group that is of value
as a model object.</p></sec><sec><title>The problem of white coat color
in the breeding of laboratory mini-pigs</title><p>It is known that when creating the first breeding groups of
laboratory mini-pigs, the task was to create white-colored
animals (Pond, Houpt, 1978), which were planned to be used
as a biological model for studying the effects of radioactive
radiation on the skin. However, despite the &#8220;influx of blood&#8221;
of factory breeds of white color, attempts to consolidate it in
herds of laboratory mini-pigs, as a rule, did not succeed. The
exceptions are the Mini-Lewe pigs (Schachler et al., 2020)
and the Bintang line (Lanyu 400) in the Lanyu mini-pig breeding group (Chu, 2010), but most herds have polymorphism
by suit type (Mariano, 2003; Tikhonov, 2010; https://ameri
canminipigassociation.com). Thus, the question arises about
the factors that prevent the breeding of herds fully equipped
with white individuals. It can be assumed that this is due to
the dominant control of the most common type of white coat
color (Pielberg et al., 2002), which is why there is a regular
cleavage of pigmented piglets. Another explanation is that
white piglets are born smaller and, therefore, less viable than
colored animals (Nikitin et al., 2019). Despite this, the white
coat color was successfully consolidated in a factory breeds
series (Porter et al., 2016). It should be noted that the factory
breeds of white-colored pigs were obtained by the method of
more than 70 years of selection of white individuals in each
generation with a preference for those animals in whose offspring there was no splitting according to the color phenotype
(Porter et al., 2016). And this, in turn, is comparable to the
duration of the oldest breeding groups of laboratory mini-pigs
(Tikhonov, 2010). Thus, it can be assumed that the breeders
of most breeding groups of mini-pigs simply did not have
enough time to consolidate the white suit.</p><p>Molecular genetic typing of white animals would significantly speed up the process of fixing the white suit. It is
known that the dominant white color of pigs is controlled by
allele I of the KIT gene (Pielberg et al., 2002; Wu et al., 2019).
Thus, the first step to create a breeding group complete with
all-white animals should be to cross white sows with white boars. All-white offspring from such crosses will need to be
genotyped according to the KIT gene with the setting of homozygotes (I/I&#8202;) for rearing. The method of determining the
KIT gene&#8217;s alleles using real-time PCR is described in detail
in the literature (Pielberg et al., 2002).</p><p>Another way is to consolidate the recessive white suit&#8217;s
phenotype, as demonstrated by the Lanyu 400 line (Chi,
2010) and the Chinese Rongchang breed (Lai et al., 2007).
However, a rather serious restriction on using this method
may be the low frequency of cleavage of recessive white color
individuals, which in the herd of mini-pigs of the Institute of
Cytology and Genetics SB RAS, according to zootechnical
accounting, is about 1 %.</p></sec><sec id="Conclusion"><title>Conclusion</title><p>Over the past 10 years, facts have been discovered confirming
the existence of 31 breeding groups of mini-pigs. Despite the
lack of uniform selection standards in breeding laboratory
mini-pigs, they adhere to such general criteria as a live weight
of 50&#8211;80 kg, normal viability, and the strength of the animals&#8217;
constitution and exterior. Maintaining genetic diversity in
herds of laboratory mini-pigs is possible both with the use of
molecular genetic monitoring and purely selective methods.
The minimization of the negative effect of genetic cargo accumulation in the herds of mini-pigs should be implemented
mainly through a strict selection for fitness in the reproductive group. If necessary, due to the need for a specific type
of biomedical experiments, it is possible to fix external and
physiological characteristics in the herd, controlled by recessive mutations that reduce viability. Consolidation of white
individuals is possible, which is proved by the examples of
the Bintang line and the Mini-Lewe breeding group.</p></sec><sec><title>Conflict of interest</title><p>The authors declare no conflict of interest.</p></sec><sec id="References"><title>References</title><p>Bourneuf E. The MeLiM Minipig: An Original Spontaneous Model to
Explore Cutaneous Melanoma Genetic Basis. Front. Genet. 2017;
8:146. DOI 10.3389/fgene.2017.00146.</p><p>Chandramohan B., Renieri C., La Manna V., La Terza A. The alpaca
agouti gene: genomic locus, transcripts and causative mutations of
eumelanic and pheomelanic coat color. Gene. 2013;521(2):303-
310. DOI 10.1016/j.gene.2013.03.060.</p><p>Chang W.H., Chu H.P., Jiang Y.N., Li S.H., Wang Y., Chen C.H.,
Chen K.J., Lin C.Y., Ju Y.T. Genetic variation and phylogenetics
of Lanyu and exotic pig breeds in Taiwan analyzed by nineteen
microsatellite markers. J. Anim. Sci. 2009;87(1):1-8. DOI 10.2527/
jas.2007-0562.</p><p>Charlesworth D., Willis J.H. The genetics of inbreeding depression.
Nat. Rev. Genet. 2009;10:783-796. DOI 10.1038/nrg2664.</p><p>Cheng W., Zhao H., Yu H., Xin J., Wang J., Zeng L., Yuan Z., Qing Y.,
Li H., Jia B., Yang C., Shen Y., Zhao L., Pan W., Zhao H.Y.,
Wang W., Wei H.J. Efficient generation of GGTA1-null Diannan
miniature pigs using TALENs combined with somatic cell nuclear
transfer. Reprod. Biol. Endocrinol. 2016;14(1):77. DOI 10.1186/
s12958-016-0212-7.</p><p>Cheptou P.O., Donohue K. Environment-dependent inbreeding depression: its ecological and evolutionary significance. New Phytol.
2011;189(2):395-407. DOI 10.1111/j.1469-8137.2010.03541.x.</p><p>Chien S., Hsue S., Lin C., Kuo T., Wang D.J., Yang j.C., Lee S. Influence of Thread Design on Dental Implant Osseointegration Assayed Using the Lan-Yu Mini-Pig Model. J. Med. Biol. Eng. 2017;
37:627-638. DOI 10.1007/s40846-017-0240-6.</p><p>Chu H.-P. Selection and Utilization of Minipigs for Biomedical Research. Taitung Animal Propagation Station, Livestock Research
Institute, 2010;50. Available at: https://www.angrin.tlri.gov.tw/
meeting/2010training/12.Mr.H.P.Chu.pdf.</p><p>Cieslak M., Reissmann M., Hofreiter M., Ludwig A. Colours of domestication. Biol. Rev. Camb. Philos. Soc. 2011;86(4):885-899.
DOI 10.1111/j.1469-185X.2011.00177.x.</p><p>Derks M.F.L., Megens H.J., Bosse M., Lopes M.S., Harlizius B.,
Groenen M.A.M. A systematic survey to identify lethal recessive
variation in highly managed pig populations. BMC Genomics.
2017; 18(1):858. DOI 10.1186/s12864-017-4278-1.</p><p>Dubinin N.P., Glembotskiy Ya.L. Population Genetics and Selection.
Moscow: Nauka Publ., 1967. (in Russian)</p><p>Heckel T., Schmucki R., Berrera M., Ringshandl S., Badi L., Steiner G., Ravon M., K&#252;ng E., Kuhn B., Nicole A Kratochwil N.A,
Schmitt G., Kiialainen A., Nowaczyk C., Daff H., Khan A.P., Lekolool I., Pelle R., Okoth E., Bishop R., Daubenberger C., Ebeling M., Certa U. Functional analysis and transcriptional output of
the G&#246;ttingenminipig genome. BMC Genomics. 2015;16:932. DOI
10.1186/s12864-015-2119-7.</p><p>Heining P., Ruysschaert T. The use of minipig in drug discovery and
development: pros and cons of minipig selection and strategies to
use as a preferred nonrodent species. Toxicol. Pathol. 2016;44(3):
467-473. DOI 10.1177/0192623315610823.</p><p>Helke K.L., Nelson K.N., Sargeant A.M., Jacob B., McKeag S., Haruna J., Vemireddi V., Greeley M., Brocksmith D., Navratil N., Stricker-Krongrad A., Hollinger C. Background Pathological Changes
in Minipigs: A Comparison of the Incidence and Nature among
Different Breeds and Populations of Minipigs. Toxicol. Pathol.
2016;44(3):325-337. DOI 10.1177/0192623315611762.</p><p>Horak V., Palanova A., Cizkova J., Miltrova V., Vodicka P., Kupcova Skalnikova H. Melanoma-Bearing LibechovMinipig (MeLiM):
The Unique Swine Model of Hereditary Metastatic Melanoma.
Genes (Basel&#8202;). 2019;10(11):915. DOI 10.3390/genes10110915.</p><p>Itoh T., Kabawe M., Nagase T., Endo K., Miyoshi M., Miyahara M.
Body surface area measurement in laboratory miniature pigs using
a computer tomography scanner. J. Toxicol. Sci. 2016;41(5):637-
644. DOI 10.2131/jts.41.637.</p><p>Ji Y.Q., Wu D.D., Wu G.S., Wang G.D., Zhang Y.P. Multi-locus
analysis reveals a different pattern of genetic diversity for mitochondrial and nuclear DNA between wild and domestic pigs in
East Asia. PLoS One. 2011;6(10):e26416. DOI 10.1371/journal.
pone.0026416.</p><p>Jo H., Lee S.C., Kim D.C., Kim B.G. Estimation of Growth Model
Parameters for Mini Pig Breeds. The Faseb Journal. 2017;31(S1):
ib299. DOI 10.1096/fasebj.31.1_supplement.lb299.</p><p>Johnsson M., Gaynor R.C., Jenko J., Gorjanc G., de Koning D.J.,
Hickey J.M. Removal of alleles by genome editing (RAGE)
against deleterious load. Genet. Sel. Evol. 2019;51(1):14. DOI
10.1186/s12711-019-0456-8.</p><p>Ju Y.T., Pan Y.T., Tu C.F., Hsiao J., Lin Y.H., Yu P.J., Yu P.H., Chi C.H.,
Liu I.L. Growth and Behavior of Congenitally Anophthalmic LeeSung Pigs. Comp. Med. 2019;69(3):212-220. DOI 10.30802/
AALAS-CM-18-000095.</p><p>Kobayashi E., Hishikawa S., Teratani T., Lefor A.T. The pig as a
model for translational research: overview of porcine animal models at Jichi Medical University. Transplant. Res. 2012;1:8. DOI
10.1186/2047-1440-1-8.</p><p>K&#246;hn F. History and Development of Miniature, Micro- and Minipigs.
The minipig in biomedical research. P.A. Mcanulty, A.D. Dayan, N.C. Ganderup, K.L. Hastings (Eds.). Boca Raton, FL: CRC Press,
2011;3-16. DOI 10.1201/b11356-3.</p><p>Lai F., Ren J., Ai H., Ding N., Ma J., Zeng D., Chen C., Guo Y.,
Huang L. Chinese white Rongchang pig does not have the dominant white allele of KIT but has the dominant black allele of
MC1R. J. Hered. 2007;98(1):84-87. DOI 10.1093/jhered/esl053.</p><p>Mable B.K. Conservation of adaptive potential and functional diversity: integrating old and new approaches. Conservation Genetics.
2019;20:89-100. DOI 10.1007/s10592-018-1129-9.</p><p>Maeda M., Takashina S., Takasu M., Mori T., Goto N., Matsubara T.,
Almunia J., Imaeda N., Ando A., Kitagawa H. Magnetic Resonance Imaging of Ovarian Activity in Microminipigs Showing
Normal Estrous Cycles. In vivo. 2016;30:35-40. Available at:
http://iv.iiarjournals.org/content/30/1/35.full.</p><p>Mariani E., Summer A., Ablondi M., Sabbioni A. Genetic Variability and Management in Nero di Parma Swine Breed to Preserve
Local Diversity. Animals (Basel&#8202;). 2020;10(3):538. DOI 10.3390/
ani10030538.</p><p>Mariano M. Minisu&#237;no (minipig) na pesquis abiom&#233;dica experimental. O Minipig br1. Acta Cir. Bras. 2003;18(5):387-391. DOI
10.1590/S0102-86502003000500003. (in Portuguese)</p><p>McKenney-Drake M.L., Rodenbeck S.D., Owen M.K., Schultz K.A.,
Alloosh M., Tune J.D., Sturek M. Repeat cross-sectional data
on the progression of the metabolic syndrome in Ossabaw miniature swine. Data Brief. 2016;7:1393-1395. DOI 10.1016/j.dib.
2016.04.023.</p><p>Miniature Swine Book of Normals. Sinclair Bio Resources, 2019.
Available at: https://sinclairresearch.com/bio-resources/.</p><p>Nei &#1052;., Roychoudhury &#1040;.&#1050;. Probability of Fixation of Nonfunctional Genes at Duplicate Loci. Amer. Nat. 1973;107(955):362-372.
DOI 10.1086/282840.</p><p>Nicholls S.M., Mitchard L.K., Laycock G.M., Harley R., Murrell J.C.,
Dick A.D., Bailey M. A Model of Corneal Graft Rejection in SemiInbred NIH Miniature Swine: Significant T-Cell Infiltration of
Clinically Accepted Allografts. Invest. Ophthalmol. Vis. Sci. 2012;
53(6):3183-3192. DOI 10.1167/iovs.11-9106.</p><p>Nikitin S.V., Knyazev S.P., Shatokhin K.S. Miniature pigs of ICG as
a model object for morphogenetic research. Russ. J. Genet.: Appl.
Res. 2014;4(6):511-522. DOI 10.1134/S207905971406015X.</p><p>Nikitin S.V., Knyazev S.P., Shatokhin K.S., Zaporozhets V.I., Bashur D.S., Ermolaev V.I. Prenatal growth of live weight and coat
color of the minipigs of ICG SB RAS. Sel&#8217;skokhozyaystvennye
Tekhnologii = Agricultural Technologies. 2019;1(3):21-34. DOI
10.35599/agritech/01.03.04. (in Russian)</p><p>Nikitin S.V., Knyazev S.P., Shatokhin K.S., Zaporozhets V.I., Ermolaev V.I. Breeding and selection of mini-pigs in the ICG SB
RAS. Vavilovskii Zhurnal Genetiki i Selektsii = Vavilov Journal
of Genetics and Breeding. 2018;22(8):922-930. DOI 10.18699/
VJ18.434. (in Russian)</p><p>Nikitin S.V., Shatokhin &#1050;.S., Zaporozhets V.I., &#1050;ochnev N.N., Bashur D.S., Khodakov&#1072; A.V., Ermolaev V.I. &#8216;Genetic load&#8217; and
changes in the chronology of early mortality in mini-pigs of
ICG SB RAS. Agronomy Research. 2020;18(3):2156-2165. DOI
10.15159/AR.20. 171.</p><p>Nikitin S.V., Yudin N.S., Knyazev S.P., Aitnazarov R.B., Bekenev V.A., Deeva V.S., Goncharenko G.M., Kobzev V.F., Savina M.A., Ermolaev V.I. Differentiation of wild boar and domestic
pig population based on the frequency of chromosomes carring endogenous retroviruses. Natural Science. 2010;2(6):527-534. DOI
10.4236/ns.2010. 26066.</p><p>Nunoya T., Shibua K., Saitoh T., Yazawa H., Nakamura K., Baba Y.,
Hirai T. Use of miniature pig for biomedical research, with reference to toxicologic studies. J. Toxicol. Pathol. 2007;20:125-132.
DOI 10.1293/TOX.20.125.</p><p>Pawlowsky K., Ernst L., Steitz J., Stopinski T., K&#246;gel B., Henger A.,
Kluge R., Tolba R. The Aachen Minipig: Phenotype, Genotype,
Hematological and Biochemical Characterization, and Comparison to the G&#246;ttingenMinipig. Eur. Surg. Res. 2017;58(5-6):193-
203. DOI 10.1159/000471483.</p><p>Peripolli E., Munari D.P., Silva M.V.G.B., Lima A.L.F., Irgang R.,
Baldi F. Runs of homozygosity: current knowledge and applications in livestock. Anim. Genet. 2017;48(3):255-271. DOI 10.1111/
age.12526.</p><p>Pielberg G., Olsson C., Syvanen A.C., Andersson L. Unexpectedly
high allelic diversity at the KIT locus causing dominant white color in the domestic pig. Genetics. 2002;160:305-311.</p><p>Pond W.G., Houpt K.A. The Biology of the Pig. Ithaca, New York:
Cornell University Press, 1978.</p><p>Porter V., Alderson L., Hall S.J.G., Sponenberg D.P. Mason&#8217;s world
encyclopedia of livestock breeds and breeding. Boston, MA:
CABI, 2016.</p><p>Robertson A., Rendel J.M. The use of progeny testing with artifcial
insemination in dairy cattle. J. Genet. 1950;50:1-31.</p><p>Protocol of testing for distinctness, uniformity, and stability. Pigs
(Sus scrofa L.). All-Russia Research Institute of Animal Breeding,
2007. (in Russian)</p><p>Sachs D.H., Leight G., Cone J., Schwarz S., Stuart L., Rosenberg S.
Transplantation in miniature swine. I. Fixation of the major histocompatibility complex. Transplantation. 1976;22(6):559-567.
DOI 10.1097/00007890-197612000-00004.</p><p>Schachler K., Minx J-O., S&#252;rie C., Distl O., Metzger J. Genetic characterisation of Mini-LEWE as resource population for experimental research. Berl. Munch. Tierarztl. Wochenschrt. 2020;133. DOI
10.2376/1439-0299-2020-15.</p><p>Scheffer J.P., Oliveira A.L.A., Markoski M., Antunes F., Atallah F.A.,
Monteiro G.A.S., Carvalho C.B., Kalil R.A.K. Indu&#231;&#227;o da miocardiopatia isqu&#234;mica em modelo experimental mini porco. Rev. Bras.
Med. Vet. 2013;35(1):45-48. (in Portuguese)</p><p>Serebrovskiy A.S. Genetic analisys. Moscow: Nauka Publ., 1970. (in
Russian)</p><p>Shatokhin K.S., Nikitin S.V., Knyazev S.P., Goncharenko G.M., Ermolaev V.I., ZaporozhetsV.I. Livestock, physiology, and genetics
of the mini-pigs of the Institute of Cytology and Genetics. Novosibirsk: Institute of Cytology and Genetics, 2019. (in Russian)</p><p>Simianer H., K&#246;hn F. Genetic management of the G&#246;ttingen Minipig.
J. Pharmacol. Toxicol. Methods. 2010;62:221-226. DOI 10.1016/
j.vascn.2010.05.004.</p><p>Simon C. Fachinformation aus dem Ausschuss f&#252;r Ern&#228;hrung der Versuchstiere. F&#252;tterungskonzepte und -methoden in der Versuchstierhaltung und im Tierversuch &#8211; MINIPIG. Basel Reinhart Kluge,
Potsdam-Rehbr&#252;cke. 2019;11. (in Germany). Available at: https://
docplayer.org/170135602-Fachinformation-aus-dem-ausschussfuer-ernaehrung-der-versuchstiere.html.</p><p>Smith A.C., Swindle M.M. Preparation of swine for the laboratory.
ILAR J. 2006;47(4):358-63. DOI 10.1093/ilar.47.4.358.</p><p>Song T., Wu T., Wei F., Li A., Wang F., Xie Y., Liu D., Fan Z.,
Wang X., Cheng S., Zhang C., He J., Wang S. Construction of
a cDNA library for miniature pig mandibular deciduous molars.
BMC Dev. Biol. 2014;14:16. DOI 10.1186/1471-213X-14-16.</p><p>Stankova N.V., Savina M.A., Kapanadze G.D. The formation of new
lines of Svetlogorsk minipigs. Biomeditsina = Biomedicine. 2017;
3:95-101. (in Russian)</p><p>Tikhonov V.N. Laboratory Minipigs. Genetics and Biomedical Use.
Novosibirsk: Publishing House SB RAS, 2010. (in Russian)</p><p>Val-Laillet D., C&#233;line Tallet C., CaroleGu&#233;rin C., Meunier-Sala&#252;n M.-C. Behavioural reactivity, social and cognitive abilities of
Vietnamese and Pitman&#8211;Moore weaned piglets. Appl. Anim. Behav. Sci. 2013;148:108-119. DOI 10.1016/j.applanim.2013.06.003.</p><p>Wu Z., Deng Z., Huang M., Hou Y., Zhang H., Chen H., Ren J.
Whole-Genome Resequencing Identifies KIT New Alleles That
Affect Coat Color Phenotypes in Pigs. Front. Genet. 2019;10:218.
DOI 10.3389/fgene.2019.00218.</p><p>Xia J., Liu Z., Xin,L. Wang Z., Qian L., Wu S., Y. Shulin, Li K.
Molecular characterization of swine leukocyte antigen class I genes
by sequence-based and PCR-SSP method in Guizhouminipigs.
Mol. Biol. Rep. 2014;41:7775-7782. DOI 10.1007/s11033-014-
3670-z.</p><p>Xin J., Yang H., Fan N., Zhao B., Ouyang Z., Liu Z., Zhao Y., Li X.,
Song J., Yang Y., Zou Q., Yan Q., Zeng Y., Lai L. Highly efficient
generation of GGTA1 biallelic knockout inbred mini-pigs with
TALENs. PLoS One. 2013;8(12):e84250. DOI 10.1371/journal.
pone.0084250.</p><p>Yoshimatsu H., Konno Y., Ishii K., Satsukawa M., Yamashita S. Usefulness of minipigs for predicting human pharmacokinetics: Prediction of distribution volume and plasma clearance. Drug. Metab.
Pharmacokinet. 2016;31(1):73-81. DOI 10.1016/j.dmpk.2015.11.
001.</p><p>Zhang S., Guo K., Kong D., Liu Y., Shang H., Wei H. Semen quality
and fertility of Bama miniature pig (Sus scrofa domestica). Indian
J. Anim. Res. 2016;(50):434-437. DOI 10.18805/ijar.7494.</p></sec></body><back><ack><p>The study was carried out with the financial support of the Novosibirsk State Agrarian University</p></ack></back></article></pmc-articleset>