<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xml:lang="ru" article-type="research-article" dtd-version="1.4"><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Vavilovskii Zhurnal Genet Selektsii</journal-id><journal-id journal-id-type="iso-abbrev">Vavilovskii Zhurnal Genet Selektsii</journal-id><journal-id journal-id-type="pmc-domain-id">3805</journal-id><journal-id journal-id-type="pmc-domain">vavilovjgb</journal-id><journal-title-group><journal-title>Vavilov Journal of Genetics and Breeding</journal-title></journal-title-group><issn pub-type="ppub">2500-0462</issn><issn pub-type="epub">2500-3259</issn><publisher><publisher-name>Institute of Cytology and Genetics, Siberian Branch of the Russian Academy of Science</publisher-name></publisher><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://vavilov.elpub.ru/jour/index">
Website: Vavilov Journal of Genetics and Breeding
</self-uri></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC8627871</article-id><article-id pub-id-type="pmcid-ver">PMC8627871.1</article-id><article-id pub-id-type="pmcaid">8627871</article-id><article-id pub-id-type="pmcaiid">8627871</article-id><article-id pub-id-type="pmid">34901717</article-id><article-id pub-id-type="doi">10.18699/VJ21.023</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Review</subject></subj-group></article-categories><title-group><article-title>&#1057;&#1083;&#1077;&#1076;&#1099; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1080; &#1075;&#1077;&#1085;&#1099;-&#1082;&#1072;&#1085;&#1076;&#1080;&#1076;&#1072;&#1090;&#1099; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080;
&#1082; &#1101;&#1082;&#1089;&#1090;&#1088;&#1077;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;&#1084; &#1089;&#1088;&#1077;&#1076;&#1099; &#1074; &#1075;&#1077;&#1085;&#1086;&#1084;&#1072;&#1093;
&#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1075;&#1086; &#1088;&#1086;&#1075;&#1072;&#1090;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072;
</article-title><trans-title-group xml:lang="en"><trans-title>Signatures of selection and candidate genes for adaptation
to extreme environmental factors in the genomes
of Turano-Mongolian cattle breeds</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name name-style="western"><surname>Yudin</surname><given-names initials="NS">N.S.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Yurchenko</surname><given-names initials="AA">A.A.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Larkin</surname><given-names initials="DM">D.M.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
<institution>The Royal Veterinary College, University of London, London, United Kingdom</institution>
</aff></contrib></contrib-group><author-notes><fn><p>Correspondence to: D.M. Larkin
<email> dmlarkin@gmail.com</email></p></fn></author-notes><pub-date pub-type="ppub"><month>3</month><year>2021</year></pub-date><volume>25</volume><issue>2</issue><issue-id pub-id-type="pmc-issue-id">394558</issue-id><fpage>190</fpage><lpage>201</lpage><history><date date-type="received"><day>20</day><month>9</month><year>2020</year></date><date date-type="rev-recd"><day>18</day><month>10</month><year>2020</year></date><date date-type="accepted"><day>20</day><month>10</month><year>2020</year></date></history><pub-history><event event-type="pmc-release"><date><day>01</day><month>03</month><year>2021</year></date></event><event event-type="pmc-live"><date><day>10</day><month>12</month><year>2021</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2025-01-20 00:25:38.280"><day>20</day><month>01</month><year>2025</year></date></event></pub-history><permissions><copyright-statement>Copyright &#169; AUTHORS</copyright-statement><copyright-year>2021</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/2.5/</ali:license_ref><license-p>This work is licensed under a Creative Commons Attribution 4.0 License</license-p></license></permissions><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pmc-pdf" xlink:href="VJGB-25-21023.pdf"/><abstract><p>&#1048;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103;, &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1103;&#1097;&#1080;&#1077; &#1074; &#1086;&#1082;&#1088;&#1091;&#1078;&#1072;&#1102;&#1097;&#1077;&#1081; &#1089;&#1088;&#1077;&#1076;&#1077;, &#1079;&#1072;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1102;&#1090; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1080; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1084;&#1086;&#1074; &#1072;&#1076;&#1072;&#1087;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1082; &#1085;&#1086;&#1074;&#1099;&#1084; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1084; &#1083;&#1080;&#1073;&#1086; &#1079;&#1072; &#1089;&#1095;&#1077;&#1090; &#1092;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1087;&#1083;&#1072;&#1089;&#1090;&#1080;&#1095;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1083;&#1080;&#1073;&#1086; &#1079;&#1072; &#1089;&#1095;&#1077;&#1090; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1080;&#1083;&#1080; &#1101;&#1087;&#1080;&#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1081;. &#1057;&#1083;&#1077;&#1076;&#1099; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072;, &#1090;&#1072;&#1082;&#1080;&#1077; &#1082;&#1072;&#1082; &#1089;&#1087;&#1077;&#1094;&#1080;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1095;&#1072;&#1089;&#1090;&#1086;&#1090; &#1072;&#1083;&#1083;&#1077;&#1083;&#1077;&#1081; &#1080; &#1075;&#1072;&#1087;&#1083;&#1086;&#1090;&#1080;&#1087;&#1086;&#1074;, &#1089;&#1085;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077; &#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1099;&#1096;&#1077;&#1085;&#1080;&#1077; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1103;, &#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1102;&#1090; &#1074;&#1099;&#1103;&#1074;&#1080;&#1090;&#1100; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1075;&#1077;&#1085;&#1086;&#1084;&#1072; &#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1075;&#1086; &#1088;&#1086;&#1075;&#1072;&#1090;&#1086;&#1075;&#1086;
&#1089;&#1082;&#1086;&#1090;&#1072; &#1074; &#1086;&#1090;&#1074;&#1077;&#1090; &#1085;&#1072; &#1080;&#1089;&#1082;&#1091;&#1089;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1081; &#1080; &#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1081; &#1086;&#1090;&#1073;&#1086;&#1088;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1083;&#1086;&#1082;&#1091;&#1089;&#1099; &#1080; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1099;, &#1085;&#1077;&#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1074;&#1083;&#1080;&#1103;&#1102;&#1097;&#1080;&#1077;
&#1085;&#1072; &#1072;&#1076;&#1072;&#1087;&#1090;&#1080;&#1074;&#1085;&#1099;&#1077; &#1080; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1074;&#1072;&#1078;&#1085;&#1099;&#1077; &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1082;&#1080;. &#1044;&#1086;&#1089;&#1090;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1082;&#1080; &#1080; &#1073;&#1080;&#1086;&#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1076;&#1072;&#1102;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;
&#1073;&#1099;&#1089;&#1090;&#1088;&#1086;&#1075;&#1086; &#1087;&#1077;&#1088;&#1077;&#1085;&#1086;&#1089;&#1072; &#1091;&#1085;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1086;&#1074;, &#1074;&#1086;&#1079;&#1085;&#1080;&#1082;&#1096;&#1080;&#1093; &#1091; &#1084;&#1077;&#1089;&#1090;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1075;&#1086; &#1088;&#1086;&#1075;&#1072;&#1090;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1074; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1077; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1082; &#1083;&#1086;&#1082;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1089;&#1088;&#1077;&#1076;&#1077; &#1086;&#1073;&#1080;&#1090;&#1072;&#1085;&#1080;&#1103;, &#1074; &#1075;&#1077;&#1085;&#1086;&#1084;&#1099; &#1080;&#1085;&#1090;&#1077;&#1088;&#1085;&#1072;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1089; &#1094;&#1077;&#1083;&#1100;&#1102; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103; &#1080;&#1093; &#1074;&#1099;&#1076;&#1072;&#1102;&#1097;&#1080;&#1093;&#1089;&#1103; &#1089;&#1074;&#1086;&#1081;&#1089;&#1090;&#1074; &#1074; &#1085;&#1086;&#1074;&#1099;&#1093; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1093; &#1086;&#1073;&#1080;&#1090;&#1072;&#1085;&#1080;&#1103;. &#1042;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086; &#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1084;&#1077;&#1090;&#1086;&#1076;&#1086;&#1074; &#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1081; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1076;&#1083;&#1103; &#1087;&#1086;&#1074;&#1099;&#1096;&#1077;&#1085;&#1080;&#1103; &#1095;&#1072;&#1089;&#1090;&#1086;&#1090; &#1072;&#1076;&#1072;&#1087;&#1090;&#1080;&#1074;&#1085;&#1099;&#1093; &#1072;&#1083;&#1083;&#1077;&#1083;&#1077;&#1081; &#1091; &#1080;&#1085;&#1090;&#1077;&#1088;&#1085;&#1072;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;.
&#1042; &#1086;&#1073;&#1079;&#1086;&#1088;&#1077; &#1088;&#1072;&#1089;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1085;&#1099; &#1085;&#1077;&#1076;&#1072;&#1074;&#1085;&#1080;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1087;&#1086; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1080; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1080; &#1101;&#1074;&#1086;&#1083;&#1102;&#1094;&#1080;&#1080; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;
&#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1075;&#1086; &#1088;&#1086;&#1075;&#1072;&#1090;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072;, &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1082; &#1101;&#1082;&#1089;&#1090;&#1088;&#1077;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1084; &#1089;&#1088;&#1077;&#1076;&#1099;. &#1057;&#1076;&#1077;&#1083;&#1072;&#1085;&#1086;
&#1086;&#1073;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077; &#1080;&#1084;&#1077;&#1102;&#1097;&#1080;&#1093;&#1089;&#1103; &#1089;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1081; &#1086; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1075;&#1077;&#1085;&#1072;&#1093;-&#1082;&#1072;&#1085;&#1076;&#1080;&#1076;&#1072;&#1090;&#1072;&#1093; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1074; &#1075;&#1077;&#1085;&#1086;&#1084;&#1072;&#1093; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;, &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1103; &#1075;&#1077;&#1085;&#1099; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1080; &#1082; &#1093;&#1086;&#1083;&#1086;&#1076;&#1091;, &#1075;&#1077;&#1085;&#1099; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1075;&#1086; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072; &#1080; &#1075;&#1077;&#1085;&#1099; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1082; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1075;&#1086;&#1088;&#1100;&#1102;.
&#1040;&#1074;&#1090;&#1086;&#1088;&#1099; &#1087;&#1088;&#1080;&#1093;&#1086;&#1076;&#1103;&#1090; &#1082; &#1074;&#1099;&#1074;&#1086;&#1076;&#1091;, &#1095;&#1090;&#1086; &#1080;&#1084;&#1077;&#1102;&#1097;&#1080;&#1077;&#1089;&#1103; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1083;&#1080;&#1090;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1099; &#1085;&#1077; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1102;&#1090; &#1086;&#1090;&#1076;&#1072;&#1090;&#1100; &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1095;&#1090;&#1077;&#1085;&#1080;&#1077; &#1086;&#1076;&#1085;&#1086;&#1084;&#1091; &#1080;&#1079;
&#1076;&#1074;&#1091;&#1093; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1099;&#1093; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1077;&#1074; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#8211; &#1074; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1077; &#1076;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080; &#1076;&#1080;&#1082;&#1086;&#1075;&#1086;
&#1090;&#1091;&#1088;&#1072; &#1085;&#1072; &#1090;&#1077;&#1088;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1080; &#1042;&#1086;&#1089;&#1090;&#1086;&#1095;&#1085;&#1086;&#1081; &#1040;&#1079;&#1080;&#1080; &#1080;&#1083;&#1080; &#1074;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1080;&#1077; &#1084;&#1080;&#1075;&#1088;&#1072;&#1094;&#1080;&#1080; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1086;&#1081; &#1087;&#1088;&#1086;&#1090;&#1086;&#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1080; &#1080;&#1079; &#1041;&#1083;&#1080;&#1078;&#1085;&#1077;&#1075;&#1086; &#1042;&#1086;&#1089;&#1090;&#1086;&#1082;&#1072;. &#1058;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1084; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084; &#1089;&#1074;&#1086;&#1081;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1072; &#1074;&#1099;&#1089;&#1086;&#1082;&#1072;&#1103; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1103; &#1082; &#1101;&#1082;&#1089;&#1090;&#1088;&#1077;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1082;&#1083;&#1080;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1084;
(&#1093;&#1086;&#1083;&#1086;&#1076;, &#1078;&#1072;&#1088;&#1072; &#1080; &#1085;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1082; &#1082;&#1080;&#1089;&#1083;&#1086;&#1088;&#1086;&#1076;&#1072; &#1074; &#1075;&#1086;&#1088;&#1072;&#1093;) &#1080; &#1087;&#1072;&#1088;&#1072;&#1079;&#1080;&#1090;&#1072;&#1084; (&#1075;&#1085;&#1091;&#1089;, &#1082;&#1083;&#1077;&#1097;&#1080;, &#1073;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1080; &#1074;&#1080;&#1088;&#1091;&#1089;&#1085;&#1099;&#1077; &#1080;&#1085;&#1092;&#1077;&#1082;&#1094;&#1080;&#1080;). &#1042; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1077; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1080; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1075;&#1077;&#1085;&#1086;&#1084;&#1086;&#1074; &#1080; &#1090;&#1088;&#1072;&#1085;&#1089;&#1082;&#1088;&#1080;&#1087;&#1090;&#1086;&#1084;&#1086;&#1074;
&#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1101;&#1090;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1074; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; &#1073;&#1099;&#1083;&#1080; &#1074;&#1099;&#1103;&#1074;&#1083;&#1077;&#1085;&#1099; &#1087;&#1077;&#1088;&#1089;&#1087;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1077; &#1075;&#1077;&#1085;&#1099;-&#1082;&#1072;&#1085;&#1076;&#1080;&#1076;&#1072;&#1090;&#1099; &#1080; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1099;, &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1077; &#1074; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1082; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;&#1084; &#1074;&#1085;&#1077;&#1096;&#1085;&#1077;&#1081; &#1089;&#1088;&#1077;&#1076;&#1099;.</p></abstract><trans-abstract xml:lang="en"><p>Changes in the environment force populations of organisms to adapt to new conditions, either through
phenotypic plasticity or through genetic or epigenetic changes. Signatures of selection, such as specific changes
in the frequency of alleles and haplotypes, as well as the reduction or increase in genetic diversity, help to identify
changes in the cattle genome in response to natural and artificial selection, as well as loci and genetic variants
directly affecting adaptive and economically important traits. Advances in genetics and biotechnology enable a rapid
transfer of unique genetic variants that have originated in local cattle breeds in the process of adaptation to local
environments into the genomes of cosmopolitan high-performance breeds, in order to preserve their outstanding
performance in new environments. It is also possible to use genomic selection approach to increase the frequency
of already present adaptive alleles in cosmopolitan breeds. The review examines recent work on the origin and evolution of Turano-Mongolian cattle breeds, adaptation of Turano-Mongolian cattle to extreme environments, and
summarizes available information on potential candidate genes for climate adaptation of Turano-Mongolian breeds,
including cold resistance genes, immune response genes, and high-altitude adaptation genes. The authors conclude
that the current literature data do not provide preference to one of the two possible scenarios of Turano-Mongolian
breed origins: as a result of the domestication of a wild aurochs at East Asia or as a result of the migration of taurine
proto-population from the Middle East. Turano-Mongolian breeds show a high degree of adaptation to extreme
climatic conditions (cold, heat, lack of oxygen in the highlands) and parasites (mosquitoes, ticks, bacterial and viral
infections). As a result of high-density genotyping and sequencing of genomes and transcriptomes, prospective
candidate genes and genetic variants involved in adaptation to environmental factors have recently been identified</p></trans-abstract><kwd-group xml:lang="en"><kwd>cattle</kwd><kwd>Bos taurus</kwd><kwd>Bos indicus</kwd><kwd>Turano-Mongolian cattle</kwd><kwd>adaptation</kwd><kwd>genome</kwd><kwd>selection signatures</kwd><kwd>cold</kwd><kwd>immunity</kwd><kwd>highlands</kwd></kwd-group><kwd-group><kwd>&#1082;&#1088;&#1091;&#1087;&#1085;&#1099;&#1081; &#1088;&#1086;&#1075;&#1072;&#1090;&#1099;&#1081; &#1089;&#1082;&#1086;&#1090;</kwd><kwd>Bos taurus</kwd><kwd>Bos indicus</kwd><kwd>&#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1081; &#1089;&#1082;&#1086;&#1090;</kwd><kwd>&#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1103;</kwd><kwd>&#1075;&#1077;&#1085;&#1086;&#1084;</kwd><kwd>&#1089;&#1083;&#1077;&#1076;&#1099; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072;</kwd><kwd>&#1093;&#1086;&#1083;&#1086;&#1076;</kwd><kwd>&#1080;&#1084;&#1084;&#1091;&#1085;&#1080;&#1090;&#1077;&#1090;</kwd><kwd>&#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1075;&#1086;&#1088;&#1100;&#1077;.</kwd></kwd-group><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-license-ref</meta-name><meta-value>CC BY</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec><title>&#1042;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077;</title><p>&#1051;&#1086;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1075;&#1086; &#1088;&#1086;&#1075;&#1072;&#1090;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; (&#1050;&#1056;&#1057;) &#1084;&#1086;&#1075;&#1091;&#1090; &#1086;&#1073;&#1083;&#1072;&#1076;&#1072;&#1090;&#1100; &#1094;&#1077;&#1085;&#1085;&#1099;&#1084;&#1080; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084;&#1080; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1072;&#1084;&#1080; &#1076;&#1083;&#1103;
&#1087;&#1088;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1080; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1085;&#1086;&#1074;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1074; &#1086;&#1090;&#1074;&#1077;&#1090;
&#1085;&#1072; &#1074;&#1086;&#1079;&#1085;&#1080;&#1082;&#1072;&#1102;&#1097;&#1080;&#1077; &#1074;&#1099;&#1079;&#1086;&#1074;&#1099; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1091;, &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1103; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1077; &#1082;&#1083;&#1080;&#1084;&#1072;&#1090;&#1072;, &#1087;&#1086;&#1103;&#1074;&#1080;&#1074;&#1096;&#1080;&#1077;&#1089;&#1103; &#1080;&#1083;&#1080; &#1074;&#1086;&#1079;&#1088;&#1086;&#1078;&#1076;&#1072;&#1102;&#1097;&#1080;&#1077;&#1089;&#1103;
&#1091;&#1075;&#1088;&#1086;&#1079;&#1099; &#1079;&#1072;&#1073;&#1086;&#1083;&#1077;&#1074;&#1072;&#1085;&#1080;&#1081;, &#1080;&#1085;&#1085;&#1086;&#1074;&#1072;&#1094;&#1080;&#1080; &#1074; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1076;&#1080;&#1077;&#1090;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1080;
&#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1074;&#1096;&#1080;&#1077;&#1089;&#1103; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;&#1099; &#1088;&#1099;&#1085;&#1082;&#1072; (Kantanen et al., 2015). &#1044;&#1086;&#1089;&#1090;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1082;&#1080; &#1080; &#1073;&#1080;&#1086;&#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1076;&#1072;&#1102;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;
&#1073;&#1099;&#1089;&#1090;&#1088;&#1086;&#1075;&#1086; &#1087;&#1077;&#1088;&#1077;&#1085;&#1086;&#1089;&#1072; &#1091;&#1085;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1086;&#1074;,
&#1074;&#1086;&#1079;&#1085;&#1080;&#1082;&#1096;&#1080;&#1093; &#1091; &#1084;&#1077;&#1089;&#1090;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1050;&#1056;&#1057; &#1074; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1077; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1082;
&#1083;&#1086;&#1082;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1089;&#1088;&#1077;&#1076;&#1077; &#1086;&#1073;&#1080;&#1090;&#1072;&#1085;&#1080;&#1103;, &#1074; &#1075;&#1077;&#1085;&#1086;&#1084;&#1099; &#1082;&#1086;&#1084;&#1084;&#1077;&#1088;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1080;&#1085;&#1090;&#1077;&#1088;&#1085;&#1072;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1089; &#1094;&#1077;&#1083;&#1100;&#1102;
&#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103; &#1080;&#1093; &#1074;&#1099;&#1076;&#1072;&#1102;&#1097;&#1080;&#1093;&#1089;&#1103; &#1089;&#1074;&#1086;&#1081;&#1089;&#1090;&#1074; &#1074; &#1085;&#1086;&#1074;&#1099;&#1093; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1093;
&#1086;&#1073;&#1080;&#1090;&#1072;&#1085;&#1080;&#1103; (Stranden et al., 2019). &#1044;&#1083;&#1103; &#1087;&#1086;&#1074;&#1099;&#1096;&#1077;&#1085;&#1080;&#1103; &#1095;&#1072;&#1089;&#1090;&#1086;&#1090;
&#1072;&#1076;&#1072;&#1087;&#1090;&#1080;&#1074;&#1085;&#1099;&#1093; &#1072;&#1083;&#1083;&#1077;&#1083;&#1077;&#1081; &#1091; &#1082;&#1086;&#1084;&#1084;&#1077;&#1088;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086; &#1080;
&#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1084;&#1077;&#1090;&#1086;&#1076;&#1086;&#1074; &#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1081; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080;. &#1054;&#1076;&#1085;&#1072;&#1082;&#1086; &#1076;&#1083;&#1103;
&#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086;&#1075;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1101;&#1090;&#1080;&#1093; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1081; &#1085;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086;
&#1079;&#1085;&#1072;&#1090;&#1100; &#1075;&#1077;&#1085;&#1099;, &#1074;&#1086;&#1074;&#1083;&#1077;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1074; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1102; &#1080;&#1083;&#1080; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100; &#1082;
&#1073;&#1086;&#1083;&#1077;&#1079;&#1085;&#1103;&#1084;; &#1085;&#1072;&#1076;&#1086; &#1079;&#1085;&#1072;&#1090;&#1100;, &#1082;&#1072;&#1082;&#1080;&#1077; &#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1099; &#1074;&#1085;&#1086;&#1089;&#1103;&#1090; &#1074;&#1082;&#1083;&#1072;&#1076; &#1074; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1084;&#1099;&#1081; &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1082;. &#1058;&#1086; &#1077;&#1089;&#1090;&#1100; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086; &#1080;&#1079;&#1091;&#1095;&#1072;&#1090;&#1100; &#1075;&#1077;&#1085;&#1086;&#1084;&#1099; &#1050;&#1056;&#1057; &#1085;&#1072; &#1085;&#1091;&#1082;&#1083;&#1077;&#1086;&#1090;&#1080;&#1076;&#1085;&#1086;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077; &#1080; &#1087;&#1088;&#1080;
&#1101;&#1090;&#1086;&#1084; &#1091;&#1095;&#1080;&#1090;&#1099;&#1074;&#1072;&#1090;&#1100; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1074;&#1079;&#1072;&#1080;&#1084;&#1086;&#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1078;&#1076;&#1091;
&#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084;&#1080; &#1080; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103; &#1080;&#1093; &#1092;&#1086;&#1088;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1090;&#1083;&#1080;&#1095;&#1080;&#1090;&#1100; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086; &#1074;&#1072;&#1078;&#1085;&#1099;&#1077; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1099;
&#1086;&#1090; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1086;&#1074; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1076;&#1088;&#1077;&#1081;&#1092;&#1072; &#1080; &#1087;&#1088;&#1086;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#171;&#1073;&#1091;&#1090;&#1099;&#1083;&#1086;&#1095;&#1085;&#1086;&#1075;&#1086; &#1075;&#1086;&#1088;&#1083;&#1099;&#1096;&#1082;&#1072;&#187;.</p><p>&#1062;&#1077;&#1083;&#1100;&#1102; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1075;&#1086; &#1086;&#1073;&#1079;&#1086;&#1088;&#1072; &#1103;&#1074;&#1083;&#1103;&#1083;&#1089;&#1103; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1103; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1099; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1080; &#1101;&#1074;&#1086;&#1083;&#1102;&#1094;&#1080;&#1080; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;&#1050;&#1056;&#1057;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1086;&#1073;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077; &#1080;&#1084;&#1077;&#1102;&#1097;&#1080;&#1093;&#1089;&#1103; &#1089;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1081; &#1086; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1075;&#1077;&#1085;&#1072;&#1093;-&#1082;&#1072;&#1085;&#1076;&#1080;&#1076;&#1072;&#1090;&#1072;&#1093;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077;
&#1074;&#1085;&#1086;&#1089;&#1103;&#1090; &#1074;&#1082;&#1083;&#1072;&#1076; &#1074; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1102; &#1101;&#1090;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1082; &#1101;&#1082;&#1089;&#1090;&#1088;&#1077;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084;
&#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1084; &#1074;&#1085;&#1077;&#1096;&#1085;&#1077;&#1081; &#1089;&#1088;&#1077;&#1076;&#1099;.</p></sec><sec><title>&#1052;&#1077;&#1090;&#1086;&#1076;&#1099;</title><p>&#1055;&#1086;&#1080;&#1089;&#1082; &#1080; &#1086;&#1090;&#1073;&#1086;&#1088; &#1083;&#1080;&#1090;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1099; &#1073;&#1099;&#1083;&#1080; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1099; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089; &#1086;&#1073;&#1097;&#1077;&#1087;&#1088;&#1080;&#1085;&#1103;&#1090;&#1099;&#1084;&#1080; &#1082;&#1088;&#1080;&#1090;&#1077;&#1088;&#1080;&#1103;&#1084;&#1080;, &#1087;&#1088;&#1077;&#1076;&#1098;&#1103;&#1074;&#1083;&#1103;&#1077;&#1084;&#1099;&#1084;&#1080;
&#1082; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084; &#1086;&#1073;&#1079;&#1086;&#1088;&#1072;&#1084; (Pautasso, 2013). &#1055;&#1088;&#1077;&#1076;&#1074;&#1072;&#1088;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1085;&#1072;&#1084;&#1080; &#1073;&#1099;&#1083; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093;
&#1087;&#1086;&#1088;&#1086;&#1076; &#1050;&#1056;&#1057; (&#1055;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; 1)<sup>1</sup> (Porter et al., 2016; &#1051;&#1072;&#1079;&#1077;&#1073;&#1085;&#1072;&#1103;
&#1080; &#1076;&#1088;., 2018). &#1044;&#1072;&#1083;&#1077;&#1077; &#1084;&#1099; &#1087;&#1088;&#1086;&#1074;&#1077;&#1083;&#1080; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1087;&#1086;&#1080;&#1089;&#1082;
&#1083;&#1080;&#1090;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1099;, &#1086;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1081; &#1074; &#1073;&#1072;&#1079;&#1072;&#1093; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; PubMed,
Scopus, Web of Science &#1080; Google Scholar &#1089; &#1103;&#1085;&#1074;&#1072;&#1088;&#1103; 2010 &#1075;. (&#1085;&#1072;&#1095;&#1072;&#1083;&#1086; &#1096;&#1080;&#1088;&#1086;&#1082;&#1086;&#1075;&#1086; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1084;&#1077;&#1090;&#1086;&#1076;&#1086;&#1074; &#1084;&#1072;&#1089;&#1089;&#1086;&#1074;&#1086;&#1075;&#1086; &#1087;&#1072;&#1088;&#1072;&#1083;&#1083;&#1077;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;) &#1076;&#1086; &#1103;&#1085;&#1074;&#1072;&#1088;&#1103; 2020 &#1075;. &#1089; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;&#1084; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1093; &#1087;&#1086;&#1080;&#1089;&#1082;&#1086;&#1074;&#1099;&#1093; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;&#1086;&#1074;: &#171;[&#1053;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077;
&#1087;&#1086;&#1088;&#1086;&#1076;&#1099;] AND Cattle AND Whole genome genotyping&#187;,
&#171;[&#1053;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099;] AND Cattle AND Whole genome
sequencing&#187;, &#171;[&#1053;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099;] AND Cattle AND Transcriptome sequencing&#187;, &#171;[&#1053;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099;] AND Cattle
AND Selection signatures&#187;. &#1050;&#1088;&#1080;&#1090;&#1077;&#1088;&#1080;&#1103;&#1084;&#1080; &#1076;&#1083;&#1103; &#1074;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1103;
&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080; &#1074; &#1086;&#1073;&#1079;&#1086;&#1088; &#1089;&#1083;&#1091;&#1078;&#1080;&#1083;&#1080;: &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1093;&#1086;&#1090;&#1103; &#1073;&#1099; &#1086;&#1076;&#1085;&#1086;&#1081;
&#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1083;&#1080;&#1073;&#1086; &#1077;&#1077; &#1075;&#1080;&#1073;&#1088;&#1080;&#1076;&#1072; &#1089; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080;
&#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084;&#1080;; &#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1080;&#1077; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;, &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086;
&#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1080;&#1083;&#1080; &#1090;&#1088;&#1072;&#1085;&#1089;&#1082;&#1088;&#1080;&#1087;&#1090;&#1086;&#1084;&#1072; &#1075;&#1077;&#1085;&#1086;&#1084;&#1072; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099;; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099; &#1087;&#1086;&#1080;&#1089;&#1082;&#1072; &#1089;&#1083;&#1077;&#1076;&#1086;&#1074; &#1087;&#1086;&#1079;&#1080;&#1090;&#1080;&#1074;&#1085;&#1086;&#1075;&#1086;
&#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1074; &#1075;&#1077;&#1085;&#1086;&#1084;&#1077; &#1083;&#1080;&#1073;&#1086; &#1080;&#1076;&#1077;&#1085;&#1090;&#1080;&#1092;&#1080;&#1082;&#1072;&#1094;&#1080;&#1103; &#1087;&#1086;&#1083;&#1080;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084;&#1072; &#1087;&#1086;
&#1095;&#1080;&#1089;&#1083;&#1091; &#1082;&#1086;&#1087;&#1080;&#1081; &#1044;&#1053;&#1050; (CNV).</p><p><fn id="suppl"><p>&#1055;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; 1 &#1080; 2 &#1089;&#1084;. &#1087;&#1086; &#1072;&#1076;&#1088;&#1077;&#1089;&#1091;: <ext-link xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="http://www.bionet.nsc.ru/vogis/download/pict-2021-25/appx6.pdf" ext-link-type="uri">http://www.bionet.nsc.ru/vogis/download/pict-2021-25/appx6.pdf</ext-link></p></fn>
</p><p>
<bold>&#1040;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1103; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;
&#1082; &#1101;&#1082;&#1089;&#1090;&#1088;&#1077;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1084; &#1089;&#1088;&#1077;&#1076;&#1099;</bold>
</p><p>&#1058;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1081; &#1089;&#1082;&#1086;&#1090; &#8211; &#1075;&#1088;&#1091;&#1087;&#1087;&#1072; &#1087;&#1086;&#1088;&#1086;&#1076; &#1050;&#1056;&#1057;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077;
&#1088;&#1072;&#1079;&#1074;&#1086;&#1076;&#1103;&#1090; &#1087;&#1088;&#1077;&#1080;&#1084;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1074; &#1040;&#1079;&#1080;&#1080; (&#1089;&#1084;. &#1055;&#1088;&#1080;&#1083;. 1) (&#1052;&#1086;&#1080;&#1089;&#1077;&#1077;&#1074;&#1072; &#1080; &#1076;&#1088;., 2006; Porter et al., 2016). &#1055;&#1086; &#1084;&#1086;&#1088;&#1092;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1081; &#1089;&#1082;&#1086;&#1090; &#1086;&#1090;&#1083;&#1080;&#1095;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1090; &#1077;&#1074;&#1088;&#1086;&#1087;&#1077;&#1081;&#1089;&#1082;&#1080;&#1093; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1099;&#1093;
&#1087;&#1086;&#1088;&#1086;&#1076;, &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086; &#1087;&#1086; &#1092;&#1086;&#1088;&#1084;&#1077; &#1095;&#1077;&#1088;&#1077;&#1087;&#1072; &#1080; &#1088;&#1086;&#1075;&#1086;&#1074; (Felius et al.,
2011). &#1063;&#1077;&#1088;&#1077;&#1087; &#1080;&#1084;&#1077;&#1077;&#1090; &#1082;&#1083;&#1080;&#1085;&#1086;&#1074;&#1080;&#1076;&#1085;&#1091;&#1102; &#1092;&#1086;&#1088;&#1084;&#1091;, &#1091;&#1079;&#1082;&#1091;&#1102; &#1082;&#1086;&#1088;&#1086;&#1085;&#1091; &#1080;
&#1091;&#1075;&#1083;&#1091;&#1073;&#1083;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1083;&#1086;&#1073;&#1085;&#1086;&#1081; &#1082;&#1086;&#1089;&#1090;&#1080;. &#1056;&#1086;&#1075;&#1072; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099; &#1074;&#1074;&#1077;&#1088;&#1093;, &#1072; &#1085;&#1077;
&#1074;&#1087;&#1077;&#1088;&#1077;&#1076;, &#1082;&#1072;&#1082; &#1091; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1072; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;.</p><p>&#1052;&#1085;&#1086;&#1075;&#1080;&#1077; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086; &#1050;&#1056;&#1057; &#1087;&#1088;&#1086;&#1103;&#1074;&#1083;&#1103;&#1102;&#1090;
&#1073;&#1086;&#1083;&#1100;&#1096;&#1091;&#1102; &#1074;&#1099;&#1085;&#1086;&#1089;&#1083;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100; &#1080; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100; &#1082; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1084;
&#1090;&#1077;&#1084;&#1087;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072;&#1084; &#1074; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1077; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1082; &#1089;&#1091;&#1088;&#1086;&#1074;&#1086;&#1084;&#1091; &#1072;&#1079;&#1080;&#1072;&#1090;&#1089;&#1082;&#1086;&#1084;&#1091; &#1082;&#1083;&#1080;&#1084;&#1072;&#1090;&#1091;. &#1042; &#1095;&#1072;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1072;&#1079;&#1080;&#1072;&#1090;&#1089;&#1082;&#1080;&#1093; &#1089;&#1090;&#1077;&#1087;&#1077;&#1081;
&#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1099; &#1074;&#1099;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1090;&#1100; &#1075;&#1086;&#1076;&#1086;&#1074;&#1099;&#1077; &#1082;&#1086;&#1083;&#1077;&#1073;&#1072;&#1085;&#1080;&#1103; &#1090;&#1077;&#1084;&#1087;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1099; &#1086;&#1090; &#8211;50 &#1076;&#1086; +35 &#176;&#1057; (&#1052;&#1086;&#1080;&#1089;&#1077;&#1077;&#1074;&#1072; &#1080; &#1076;&#1088;., 2006). &#1054;&#1089;&#1086;&#1073;&#1091;&#1102;
&#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1102; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1080;&#1088;&#1091;&#1077;&#1090; &#1089;&#1072;&#1084;&#1072;&#1103; &#1089;&#1077;&#1074;&#1077;&#1088;&#1085;&#1072;&#1103; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072; &#1050;&#1056;&#1057; &#1074;
&#1084;&#1080;&#1088;&#1077; &#8211; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1080;&#1081; &#1089;&#1082;&#1086;&#1090;, &#1094;&#1077;&#1085;&#1090;&#1088; &#1088;&#1072;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1074;&#1073;&#1083;&#1080;&#1079;&#1080; &#1057;&#1077;&#1074;&#1077;&#1088;&#1085;&#1086;&#1075;&#1086; &#1087;&#1086;&#1083;&#1102;&#1089;&#1072; &#1093;&#1086;&#1083;&#1086;&#1076;&#1072;. &#1056;&#1103;&#1076; &#1084;&#1086;&#1088;&#1092;&#1086;&#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1082;&#1086;&#1074;, &#1090;&#1072;&#1082;&#1080;&#1093; &#1082;&#1072;&#1082; &#1090;&#1086;&#1083;&#1089;&#1090;&#1072;&#1103; &#1079;&#1080;&#1084;&#1085;&#1103;&#1103; &#1096;&#1077;&#1088;&#1089;&#1090;&#1100;,
&#1084;&#1072;&#1083;&#1077;&#1085;&#1100;&#1082;&#1080;&#1077;, &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1099;&#1077; &#1084;&#1077;&#1093;&#1086;&#1084; &#1074;&#1099;&#1084;&#1103; &#1080; &#1084;&#1086;&#1096;&#1086;&#1085;&#1082;&#1072;, &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1072;&#1103; &#1090;&#1077;&#1088;&#1084;&#1086;&#1088;&#1077;&#1075;&#1091;&#1083;&#1103;&#1094;&#1080;&#1103; &#1080; &#1079;&#1072;&#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1099;&#1081; &#1084;&#1077;&#1090;&#1072;&#1073;&#1086;&#1083;&#1080;&#1079;&#1084; &#1087;&#1088;&#1080; &#1085;&#1080;&#1079;&#1082;&#1080;&#1093; &#1090;&#1077;&#1084;&#1087;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072;&#1093;, &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1103;&#1090; &#1082; &#1095;&#1088;&#1077;&#1079;&#1074;&#1099;&#1095;&#1072;&#1081;&#1085;&#1086;&#1081; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1080; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1082; &#1101;&#1082;&#1089;&#1090;&#1088;&#1077;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086;&#1084;&#1091; &#1093;&#1086;&#1083;&#1086;&#1076;&#1091; (Dmitriev,
Ernst, 1989; Tapio et al., 2010). &#1044;&#1083;&#1103; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093;
&#1087;&#1086;&#1088;&#1086;&#1076; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1085;&#1099; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103; &#1074;&#1099;&#1085;&#1086;&#1089;&#1083;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100;, &#1084;&#1080;&#1085;&#1080;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086;&#1077; &#1091;&#1095;&#1072;&#1089;&#1090;&#1080;&#1077; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072; &#1074; &#1080;&#1093; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1080;, &#1082;&#1088;&#1091;&#1075;&#1083;&#1086;&#1075;&#1086;&#1076;&#1080;&#1095;&#1085;&#1086;&#1077;
&#1087;&#1088;&#1077;&#1073;&#1099;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1086;&#1084; &#1074;&#1099;&#1087;&#1072;&#1089;&#1077; &#1080; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1077; &#1078;&#1080;&#1079;&#1085;&#1077;&#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1088;&#1080; &#1085;&#1080;&#1079;&#1082;&#1086;&#1082;&#1072;&#1083;&#1086;&#1088;&#1080;&#1081;&#1085;&#1086;&#1081; &#1080; &#1089;&#1082;&#1091;&#1076;&#1085;&#1086;&#1081; &#1082;&#1086;&#1088;&#1084;&#1086;&#1074;&#1086;&#1081; &#1073;&#1072;&#1079;&#1077; &#1074; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1087;&#1077;&#1088;&#1080;&#1086;&#1076;&#1099; &#1075;&#1086;&#1076;&#1072;, &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100; &#1082; &#1075;&#1085;&#1091;&#1089;&#1091;, &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1086;&#1089;&#1090;&#1100; &#1087;&#1077;&#1088;&#1077;&#1074;&#1072;&#1088;&#1080;&#1074;&#1072;&#1090;&#1100; &#1075;&#1088;&#1091;&#1073;&#1099;&#1077; &#1082;&#1086;&#1088;&#1084;&#1072; &#1080; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1080;&#1093; &#1087;&#1086;&#1076;
&#1089;&#1085;&#1077;&#1078;&#1085;&#1099;&#1084; &#1087;&#1086;&#1082;&#1088;&#1086;&#1074;&#1086;&#1084; (&#1051;&#1072;&#1079;&#1077;&#1073;&#1085;&#1072;&#1103; &#1080; &#1076;&#1088;., 2018). &#1058;&#1072;&#1082;&#1078;&#1077; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1080;&#1081;
&#1089;&#1082;&#1086;&#1090;, &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;, &#1086;&#1073;&#1083;&#1072;&#1076;&#1072;&#1077;&#1090; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100;&#1102; &#1082; &#1090;&#1091;&#1073;&#1077;&#1088;&#1082;&#1091;&#1083;&#1077;&#1079;&#1091;,
&#1083;&#1077;&#1081;&#1082;&#1086;&#1079;&#1091; &#1080; &#1073;&#1088;&#1091;&#1094;&#1077;&#1083;&#1083;&#1077;&#1079;&#1091; (Dmitriev, Ernst, 1989).</p><p>&#1050;&#1080;&#1090;&#1072;&#1081;&#1089;&#1082;&#1080;&#1081; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1081; &#1089;&#1082;&#1086;&#1090; &#1080;&#1079;&#1076;&#1072;&#1074;&#1085;&#1072; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1083;&#1089;&#1103; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1090;&#1103;&#1075;&#1083;&#1086;&#1074;&#1086;&#1081; &#1089;&#1080;&#1083;&#1099; &#1080; &#1094;&#1077;&#1085;&#1080;&#1090;&#1089;&#1103; &#1079;&#1072; &#1089;&#1074;&#1086;&#1102; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100; &#1082; &#1087;&#1072;&#1088;&#1072;&#1079;&#1080;&#1090;&#1072;&#1084;, &#1090;&#1086;&#1083;&#1077;&#1088;&#1072;&#1085;&#1090;&#1085;&#1086;&#1089;&#1090;&#1100; &#1082; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;&#1084; &#1086;&#1082;&#1088;&#1091;&#1078;&#1072;&#1102;&#1097;&#1077;&#1081; &#1089;&#1088;&#1077;&#1076;&#1099; &#1080; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1091;&#1102; &#1074;&#1099;&#1085;&#1086;&#1089;&#1083;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100; (Huai et al.,
1993). &#1057;&#1095;&#1080;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1102;&#1078;&#1085;&#1099;&#1081; &#1082;&#1080;&#1090;&#1072;&#1081;&#1089;&#1082;&#1080;&#1081; &#1089;&#1082;&#1086;&#1090; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074; &#1082;
&#1089;&#1099;&#1088;&#1086;&#1089;&#1090;&#1080;, &#1078;&#1072;&#1088;&#1077; &#1080; &#1082;&#1083;&#1077;&#1097;&#1072;&#1084;. &#1057;&#1077;&#1074;&#1077;&#1088;&#1085;&#1099;&#1081; &#1089;&#1082;&#1086;&#1090;, &#1089; &#1073;&#1086;&#1083;&#1077;&#1077; &#1090;&#1086;&#1083;&#1089;&#1090;&#1086;&#1081;
&#1082;&#1086;&#1078;&#1077;&#1081; &#1080; &#1075;&#1091;&#1089;&#1090;&#1099;&#1084; &#1074;&#1086;&#1083;&#1086;&#1089;&#1103;&#1085;&#1099;&#1084; &#1087;&#1086;&#1082;&#1088;&#1086;&#1074;&#1086;&#1084;, &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074; &#1082; &#1093;&#1086;&#1083;&#1086;&#1076;&#1091; &#1080;
&#1082;&#1083;&#1077;&#1097;&#1072;&#1084;. &#1050;&#1088;&#1086;&#1084;&#1077; &#1090;&#1086;&#1075;&#1086;, &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1075;&#1086;&#1088;&#1085;&#1072;&#1103; &#1090;&#1080;&#1073;&#1077;&#1090;&#1089;&#1082;&#1072;&#1103; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072; &#1050;&#1056;&#1057;
&#1093;&#1086;&#1088;&#1086;&#1096;&#1086; &#1072;&#1076;&#1072;&#1087;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1072; &#1082; &#1093;&#1086;&#1083;&#1086;&#1076;&#1091; &#1080; &#1085;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1082;&#1091; &#1082;&#1080;&#1089;&#1083;&#1086;&#1088;&#1086;&#1076;&#1072;
&#1074; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1075;&#1086;&#1088;&#1085;&#1099;&#1093; &#1088;&#1072;&#1081;&#1086;&#1085;&#1072;&#1093; (Wu D.D. et al., 2018). &#1055;&#1086; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1102; &#1089; &#1095;&#1080;&#1089;&#1090;&#1099;&#1084; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1099;&#1084; &#1089;&#1082;&#1086;&#1090;&#1086;&#1084;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1075;&#1086;&#1083;&#1096;&#1090;&#1080;&#1085;&#1089;&#1082;&#1080;&#1084;, &#1102;&#1078;&#1085;&#1086;-&#1082;&#1080;&#1090;&#1072;&#1081;&#1089;&#1082;&#1072;&#1103; &#1089;&#1084;&#1077;&#1096;&#1072;&#1085;&#1085;&#1072;&#1103; &#1080;&#1085;&#1076;&#1080;&#1094;&#1080;&#1085;&#1085;&#1086;-&#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1072;&#1103;
&#1087;&#1086;&#1088;&#1086;&#1076;&#1072; Yunnan humped &#1080;&#1084;&#1077;&#1077;&#1090; &#1074;&#1099;&#1089;&#1086;&#1082;&#1091;&#1102; &#1088;&#1077;&#1079;&#1080;&#1089;&#1090;&#1077;&#1085;&#1090;&#1085;&#1086;&#1089;&#1090;&#1100; &#1082;
&#1090;&#1077;&#1081;&#1083;&#1077;&#1088;&#1080;&#1086;&#1079;&#1091;, &#1090;&#1091;&#1073;&#1077;&#1088;&#1082;&#1091;&#1083;&#1077;&#1079;&#1091; &#1080; &#1082;&#1083;&#1077;&#1097;&#1072;&#1084; (Chen Y. et al., 2019).</p><p>
<bold>&#1055;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1080; &#1101;&#1074;&#1086;&#1083;&#1102;&#1094;&#1080;&#1103;
&#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;</bold>
</p><p>&#1043;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103; &#1086;&#1073;&#1086;&#1089;&#1086;&#1073;&#1083;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1050;&#1056;&#1057;, &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1103; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1091;&#1102;, &#1082;&#1072;&#1083;&#1084;&#1099;&#1094;&#1082;&#1091;&#1102; &#1080; &#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1091;&#1102;, &#1073;&#1099;&#1083;&#1072; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1072; &#1089; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;&#1084; &#1087;&#1086;&#1083;&#1080;&#1083;&#1086;&#1082;&#1091;&#1089;&#1085;&#1099;&#1093; ISSR-&#1084;&#1072;&#1088;&#1082;&#1077;&#1088;&#1086;&#1074; (&#1043;&#1077;&#1085;&#1076;&#1078;&#1080;&#1077;&#1074;&#1072;, &#1057;&#1091;&#1083;&#1080;&#1084;&#1086;&#1074;&#1072;, 2012), &#1072; &#1090;&#1072;&#1082;&#1078;&#1077;
&#1084;&#1080;&#1082;&#1088;&#1086;&#1089;&#1072;&#1090;&#1077;&#1083;&#1083;&#1080;&#1090;&#1085;&#1099;&#1093; &#1044;&#1053;&#1050;-&#1084;&#1072;&#1088;&#1082;&#1077;&#1088;&#1086;&#1074; (Li M.H. et al., 2007;
Svishcheva et al., 2020). &#1053;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1072;&#1103; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072; &#1074;&#1099;&#1076;&#1077;&#1083;&#1103;&#1083;&#1072;&#1089;&#1100; &#1074; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1082;&#1083;&#1072;&#1089;&#1090;&#1077;&#1088; &#1087;&#1088;&#1080; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1077; 48 &#1077;&#1074;&#1088;&#1086;&#1087;&#1077;&#1081;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1087;&#1086; 19 &#1084;&#1080;&#1082;&#1088;&#1086;&#1089;&#1072;&#1090;&#1077;&#1083;&#1083;&#1080;&#1090;&#1085;&#1099;&#1084; &#1084;&#1072;&#1088;&#1082;&#1077;&#1088;&#1072;&#1084; (Li M.H.,
Kantanen, 2010). &#1044;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1072;&#1074;&#1090;&#1086;&#1088;&#1072;&#1084;&#1080; &#1090;&#1072;&#1082;&#1078;&#1077; &#1073;&#1099;&#1083;&#1072; &#1074;&#1099;&#1103;&#1074;&#1083;&#1077;&#1085;&#1072;
&#1074;&#1099;&#1089;&#1086;&#1082;&#1072;&#1103; &#1086;&#1073;&#1086;&#1089;&#1086;&#1073;&#1083;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1087;&#1086; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1102;
&#1089; &#1076;&#1077;&#1074;&#1103;&#1090;&#1100;&#1102; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084;&#1080; &#1050;&#1056;&#1057; &#1087;&#1086; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084; &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;. &#1055;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1082;&#1072;&#1083;&#1084;&#1099;&#1094;&#1082;&#1072;&#1103; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;
&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1072;&#1089;&#1100; &#1088;&#1086;&#1076;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1081; &#1089;&#1077;&#1088;&#1073;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1077; &#1073;&#1091;&#1096;&#1072; (Iso-Touru
et al., 2016), &#1095;&#1090;&#1086; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1085;&#1099;&#1084; &#1088;&#1072;&#1085;&#1077;&#1077; &#1101;&#1090;&#1086;&#1081;
&#1075;&#1088;&#1091;&#1087;&#1087;&#1086;&#1081; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084; &#1087;&#1086; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1084;&#1091; &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1080;&#1102; &#1084;&#1090;&#1044;&#1053;&#1050;,
Y-&#1093;&#1088;&#1086;&#1084;&#1086;&#1089;&#1086;&#1084;&#1099; &#1080; &#1084;&#1080;&#1082;&#1088;&#1086;&#1089;&#1072;&#1090;&#1077;&#1083;&#1083;&#1080;&#1090;&#1085;&#1099;&#1093; &#1044;&#1053;&#1050;-&#1084;&#1072;&#1088;&#1082;&#1077;&#1088;&#1086;&#1074; &#1091; &#1101;&#1090;&#1080;&#1093;
&#1087;&#1086;&#1088;&#1086;&#1076; (Kantanen et al., 2009; Li M.H., Kantanen, 2010).
&#1057;&#1086;&#1075;&#1083;&#1072;&#1089;&#1085;&#1086; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1072;&#1084; &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1072; &#1086;&#1076;&#1085;&#1086;&#1085;&#1091;&#1082;&#1083;&#1077;&#1086;&#1090;&#1080;&#1076;&#1085;&#1099;&#1093; &#1087;&#1086;&#1083;&#1080;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084;&#1086;&#1074; (&#1054;&#1053;&#1055;) &#1076;&#1077;&#1074;&#1103;&#1090;&#1080; &#1088;&#1086;&#1089;&#1089;&#1080;&#1081;&#1089;&#1082;&#1080;&#1093;
&#1087;&#1086;&#1088;&#1086;&#1076; &#1080; 45 &#1087;&#1086;&#1088;&#1086;&#1076; &#1045;&#1074;&#1088;&#1072;&#1079;&#1080;&#1080;, &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1072;&#1103; &#1080; &#1082;&#1072;&#1083;&#1084;&#1099;&#1094;&#1082;&#1072;&#1103; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1092;&#1086;&#1088;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1083;&#1080; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1086;&#1090;&#1076;&#1072;&#1083;&#1077;&#1085;&#1085;&#1099;&#1081; &#1082;&#1083;&#1072;&#1089;&#1090;&#1077;&#1088; &#1085;&#1072; &#1076;&#1077;&#1085;&#1076;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1088;&#1086;&#1089;&#1089;&#1080;&#1081;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;, &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;
&#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1091; &#171;&#1089;&#1077;&#1090;&#1100; &#1089;&#1086;&#1089;&#1077;&#1076;&#1077;&#1081;&#187; (Neighbor-Net) (Sermyagin et al.,
2018), &#1072; &#1085;&#1072; &#1076;&#1077;&#1085;&#1076;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1077; &#1074;&#1089;&#1077;&#1093; &#1077;&#1074;&#1088;&#1072;&#1079;&#1080;&#1081;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1074;&#1093;&#1086;&#1076;&#1080;&#1083;&#1080; &#1074; &#1082;&#1083;&#1072;&#1089;&#1090;&#1077;&#1088; &#1087;&#1086;&#1088;&#1086;&#1076; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086; &#1082;&#1086;&#1088;&#1085;&#1103;.</p><p>&#1042;&#1087;&#1086;&#1083;&#1085;&#1077; &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1084;&#1085;&#1086;&#1075;&#1080;&#1077; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1077; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1074; &#1076;&#1086;&#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1080; &#1080;&#1089;&#1090;&#1086;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1072; &#1089;&#1082;&#1088;&#1077;&#1097;&#1080;&#1074;&#1072;&#1083;&#1080;&#1089;&#1100; &#1089; &#1079;&#1077;&#1073;&#1091; (Bos indicus) (Peilieu, 1984; Huai et al., 1993;
Kantanen et al., 2009), &#1073;&#1072;&#1085;&#1090;&#1077;&#1085;&#1075;&#1086;&#1084; (Bos javanicus) (Chen N.
et al., 2018b; Zhang W. et al., 2018) &#1080; &#1103;&#1082;&#1086;&#1084; (Bos grunniens)
(Xia et al., 2019). &#1048;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;&#1099; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1081; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1074; &#1050;&#1080;&#1090;&#1072;&#1077; &#1087;&#1086; &#1084;&#1090;&#1044;&#1053;&#1050; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090;, &#1095;&#1090;&#1086;
&#1075;&#1072;&#1087;&#1083;&#1086;&#1075;&#1088;&#1091;&#1087;&#1087;&#1099; Bos taurus &#1073;&#1086;&#1083;&#1077;&#1077; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1077;&#1085;&#1099; &#1074; C&#1077;&#1074;&#1077;&#1088;&#1085;&#1086;&#1084;
&#1050;&#1080;&#1090;&#1072;&#1077;, &#1075;&#1072;&#1087;&#1083;&#1086;&#1075;&#1088;&#1091;&#1087;&#1087;&#1099; Bos indicus &#8211; &#1074; &#1070;&#1078;&#1085;&#1086;&#1084;, &#1072; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099;
&#1050;&#1056;&#1057; &#1074; &#1062;&#1077;&#1085;&#1090;&#1088;&#1072;&#1083;&#1100;&#1085;&#1086;&#1084; &#1050;&#1080;&#1090;&#1072;&#1077; &#1076;&#1077;&#1084;&#1086;&#1085;&#1089;&#1090;&#1088;&#1080;&#1088;&#1091;&#1102;&#1090; &#1087;&#1088;&#1086;&#1084;&#1077;&#1078;&#1091;&#1090;&#1086;&#1095;&#1085;&#1099;&#1077; &#1095;&#1072;&#1089;&#1090;&#1086;&#1090;&#1099; &#1084;&#1090;&#1044;&#1053;&#1050; &#1079;&#1077;&#1073;&#1091; (Lai et al., 2006). &#1055;&#1088;&#1080; &#1080;&#1079;&#1091;&#1095;&#1077;&#1085;&#1080;&#1080;
&#1044;&#1053;&#1050; Y-&#1093;&#1088;&#1086;&#1084;&#1086;&#1089;&#1086;&#1084;&#1099; &#1074; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1103;&#1093; &#1082;&#1080;&#1090;&#1072;&#1081;&#1089;&#1082;&#1086;&#1075;&#1086; &#1050;&#1056;&#1057; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1072; &#1072;&#1085;&#1072;&#1083;&#1086;&#1075;&#1080;&#1095;&#1085;&#1072;&#1103; &#1075;&#1077;&#1086;&#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1072;: &#1075;&#1072;&#1087;&#1083;&#1086;&#1075;&#1088;&#1091;&#1087;&#1087;&#1072; Bos taurus Y2 &#1087;&#1088;&#1077;&#1086;&#1073;&#1083;&#1072;&#1076;&#1072;&#1077;&#1090; &#1085;&#1072; &#1089;&#1077;&#1074;&#1077;&#1088;&#1077;, &#1072; &#1075;&#1072;&#1087;&#1083;&#1086;&#1075;&#1088;&#1091;&#1087;&#1087;&#1072; Bos
indicus Y3 &#8211; &#1085;&#1072; &#1102;&#1075;&#1077; &#1050;&#1080;&#1090;&#1072;&#1103; (Lu et al., 2017). &#1042; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077;
&#1074;&#1088;&#1077;&#1084;&#1103; &#1084;&#1085;&#1086;&#1075;&#1080;&#1077; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1077; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;
&#1080;&#1089;&#1095;&#1077;&#1079;&#1083;&#1080;, &#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1076;&#1083;&#1103; &#1087;&#1086;&#1074;&#1099;&#1096;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1080; &#1073;&#1099;&#1083;&#1080; &#1088;&#1072;&#1079;&#1073;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099; &#1074;&#1083;&#1080;&#1074;&#1072;&#1085;&#1080;&#1077;&#1084; &#1082;&#1088;&#1086;&#1074;&#1080; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1085;&#1099;&#1093; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1080;
&#1095;&#1072;&#1089;&#1090;&#1086; &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103; &#1087;&#1086;&#1076; &#1091;&#1075;&#1088;&#1086;&#1079;&#1086;&#1081; &#1076;&#1072;&#1083;&#1100;&#1085;&#1077;&#1081;&#1096;&#1077;&#1081; &#1075;&#1080;&#1073;&#1088;&#1080;&#1076;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080;
(Peilieu, 1984; Huai et al., 1993; Kantanen et al., 2009; Gotoh
et al., 2018). &#1048; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;
&#1088;&#1072;&#1079;&#1074;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103; &#171;&#1074; &#1095;&#1080;&#1089;&#1090;&#1086;&#1090;&#1077;&#187;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1074; 2010 &#1075;. &#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100;
&#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1083;&#1072; &#1086;&#1082;&#1086;&#1083;&#1086; 1200 &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; (Tapio
et al., 2010).</p><p>&#1063;&#1090;&#1086;&#1073;&#1099; &#1086;&#1094;&#1077;&#1085;&#1080;&#1090;&#1100; &#1089;&#1090;&#1077;&#1087;&#1077;&#1085;&#1100; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1088;&#1086;&#1076;&#1089;&#1090;&#1074;&#1072; &#1080; &#1095;&#1080;&#1089;&#1090;&#1086;&#1087;&#1086;&#1088;&#1086;&#1076;&#1085;&#1086;&#1089;&#1090;&#1100; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;, &#1084;&#1099;
&#1089;&#1086;&#1073;&#1088;&#1072;&#1083;&#1080; &#1082;&#1086;&#1083;&#1083;&#1077;&#1082;&#1094;&#1080;&#1102; &#1086;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1086;&#1074; &#1054;&#1053;&#1055; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1089;&#1082;&#1086;&#1090;&#1072; (Iso-Touru et al., 2016; Gao et al., 2017;
Yurchenko et al., 2018b; Zhang Y. et al., 2020), &#1085;&#1072;&#1089;&#1095;&#1080;&#1090;&#1099;&#1074;&#1072;&#1102;&#1097;&#1091;&#1102; 2676&#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1080;&#1079; 198 &#1087;&#1086;&#1088;&#1086;&#1076; (&#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1103; 513&#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;
&#1080;&#1079; 23 &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;, &#1055;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; 2).</p><p>&#1055;&#1086;&#1089;&#1083;&#1077; &#1086;&#1073;&#1098;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1080;&#1103; &#1080; &#1092;&#1080;&#1083;&#1100;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1074;&#1089;&#1077;&#1093; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074; &#1089; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1077;&#1081; &#1084;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1083;&#1080; 18&#8202;250 &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1054;&#1053;&#1055; &#1076;&#1083;&#1103; &#1076;&#1072;&#1083;&#1100;&#1085;&#1077;&#1081;&#1096;&#1080;&#1093; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1081;. &#1057; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;&#1084; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099; rapidNJ &#1076;&#1083;&#1103; &#1080;&#1085;&#1076;&#1080;&#1074;&#1080;&#1076;&#1091;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093;
&#1086;&#1089;&#1086;&#1073;&#1077;&#1081; (Simonsen et al., 2010) &#1073;&#1099;&#1083;&#1072; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1072; &#1076;&#1077;&#1085;&#1076;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; &#1085;&#1072; &#1086;&#1089;&#1085;&#1086;&#1074;&#1077; &#1084;&#1077;&#1090;&#1086;&#1076;&#1072; &#1073;&#1083;&#1080;&#1078;&#1072;&#1081;&#1096;&#1077;&#1075;&#1086; &#1089;&#1086;&#1089;&#1077;&#1076;&#1089;&#1090;&#1074;&#1072;. &#1041;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1086;
&#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1075;&#1088;&#1091;&#1087;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1083;&#1086;&#1089;&#1100; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089;&#1086; &#1089;&#1074;&#1086;&#1080;&#1084;&#1080; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084;&#1080;, &#1092;&#1086;&#1088;&#1084;&#1080;&#1088;&#1091;&#1103; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1082;&#1083;&#1072;&#1089;&#1090;&#1077;&#1088;&#1099;, &#1086;&#1090;&#1085;&#1086;&#1089;&#1103;&#1097;&#1080;&#1077;&#1089;&#1103; &#1082;
Bos indicus, Bos taurus &#1080; &#1072;&#1092;&#1088;&#1080;&#1082;&#1072;&#1085;&#1089;&#1082;&#1080;&#1084; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1072;&#1084; (&#1089;&#1084;. &#1088;&#1080;&#1089;&#1091;&#1085;&#1086;&#1082;, &#1072;). &#1055;&#1086;&#1088;&#1086;&#1076;&#1099; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103;
&#1082;&#1086;&#1084;&#1087;&#1072;&#1082;&#1090;&#1085;&#1086; &#1075;&#1088;&#1091;&#1087;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1083;&#1080;&#1089;&#1100; &#1074; &#1089;&#1090;&#1074;&#1086;&#1083;&#1077; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1086;&#1074;&#1086;&#1081; &#1082;&#1083;&#1072;&#1076;&#1099;,
&#1095;&#1090;&#1086;, &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;, &#1086;&#1090;&#1088;&#1072;&#1078;&#1072;&#1077;&#1090; &#1080;&#1093; &#1076;&#1088;&#1077;&#1074;&#1085;&#1077;&#1077; &#1086;&#1073;&#1097;&#1077;&#1077; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077;. &#1050;&#1083;&#1072;&#1089;&#1090;&#1077;&#1088;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1084;&#1077;&#1090;&#1086;&#1076;&#1086;&#1084; ADMIXTURE
(Alexander, Lange, 2011) &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1083;&#1072; &#1074;&#1099;&#1103;&#1074;&#1080;&#1090;&#1100; &#1087;&#1088;&#1080; &#1095;&#1077;&#1090;&#1099;&#1088;&#1077;&#1093;-&#1087;&#1103;&#1090;&#1080; &#1082;&#1083;&#1072;&#1089;&#1090;&#1077;&#1088;&#1072;&#1093; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1091;&#1102; &#1087;&#1088;&#1077;&#1076;&#1082;&#1086;&#1074;&#1091;&#1102; &#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1091;,
&#1074;&#1099;&#1076;&#1077;&#1083;&#1103;&#1102;&#1097;&#1091;&#1102; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1077; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; (&#1089;&#1084;. &#1088;&#1080;&#1089;&#1091;&#1085;&#1086;&#1082;, &#1073;,
&#1092;&#1080;&#1086;&#1083;&#1077;&#1090;&#1086;&#1074;&#1099;&#1081; &#1094;&#1074;&#1077;&#1090;). &#1069;&#1090;&#1072; &#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1072; &#1087;&#1086;&#1095;&#1090;&#1080; &#1087;&#1086;&#1083;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102;
&#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1083;&#1072; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1091;&#1102; &#1087;&#1086;&#1088;&#1086;&#1076;&#1091; &#1080; &#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1083;&#1072; &#1074; &#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1084; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1074; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; (&#1089;&#1084;. &#1088;&#1080;&#1089;&#1091;&#1085;&#1086;&#1082;, &#1074;), &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086; &#1074; &#1082;&#1080;&#1090;&#1072;&#1081;&#1089;&#1082;&#1080;&#1093;, &#1103;&#1087;&#1086;&#1085;&#1089;&#1082;&#1080;&#1093;
&#1080; &#1082;&#1086;&#1088;&#1077;&#1081;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1093;. &#1041;&#1083;&#1080;&#1078;&#1072;&#1081;&#1096;&#1077;&#1081; &#1082; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086; &#1092;&#1088;&#1072;&#1082;&#1094;&#1080;&#1080;
&#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; (&gt;90 %) &#1087;&#1086;&#1088;&#1086;&#1076;&#1086;&#1081; &#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1072;&#1089;&#1100;
&#1103;&#1087;&#1086;&#1085;&#1089;&#1082;&#1072;&#1103; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072; &#1084;&#1080;&#1096;&#1080;&#1084;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1085;&#1080;&#1082;&#1086;&#1075;&#1076;&#1072; &#1085;&#1077; &#1089;&#1084;&#1077;&#1096;&#1080;&#1074;&#1072;&#1083;&#1072;&#1089;&#1100; &#1089; &#1077;&#1074;&#1088;&#1086;&#1087;&#1077;&#1081;&#1089;&#1082;&#1080;&#1084;&#1080; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1072;&#1084;&#1080; &#1080; &#1088;&#1072;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1080;&#1079;&#1086;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086; &#1074; &#1095;&#1080;&#1089;&#1090;&#1086;&#1090;&#1077; &#1085;&#1072; &#1086;&#1089;&#1090;&#1088;&#1086;&#1074;&#1077; &#1052;&#1080;&#1096;&#1080;&#1084;&#1072; &#1074; &#1071;&#1087;&#1086;&#1085;&#1080;&#1080; (&#1089;&#1084;.
&#1055;&#1088;&#1080;&#1083;. 1). &#1042; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1093; &#1092;&#1088;&#1072;&#1082;&#1094;&#1080;&#1103; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1073;&#1099;&#1083;&#1072; &#1085;&#1080;&#1078;&#1077; 75 %. &#1058;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1085;&#1077;&#1089;&#1084;&#1086;&#1090;&#1088;&#1103; &#1085;&#1072;
&#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1077; &#1089;&#1084;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1089; &#1082;&#1086;&#1084;&#1084;&#1077;&#1088;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084;&#1080; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084;&#1080;, &#1076;&#1088;&#1077;&#1074;&#1085;&#1080;&#1081;
&#1087;&#1088;&#1077;&#1076;&#1082;&#1086;&#1074;&#1099;&#1081; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1074;&#1089;&#1077; &#1077;&#1097;&#1077; &#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074;&#1086; &#1084;&#1085;&#1086;&#1075;&#1080;&#1093; &#1088;&#1072;&#1079;&#1074;&#1086;&#1076;&#1080;&#1084;&#1099;&#1093; &#1074;
&#1040;&#1079;&#1080;&#1080; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1093;.</p><fig position="float" id="Fig-1" orientation="portrait"><label>Fig. 1.</label><caption><title>Thoroughbredness and genetic relations of modern Turano-Mongolian breeds</title><p>a &#8211; Dendrogram based on 18,250 single-nucleotide polymorphisms (SNPs), built by the neighbour-joining method. The dendrogram is
rooted by the yak (Bos grunniens (*)) and the banteng (Bos javanicus (**)). Purple color marks Turano-Mongolian cattle; blue, taurine breeds;
red, indicine cattle; green, African breeds; gray, taurine-indicine hybrid cattle. b &#8211; Clustering of samples by ADMIXTURE for K=2 to 5 based
on ancestral allele frequencies. c &#8211; The proportion of the purple (Turano-Mongolian) generics for K = 5 (by the ADMIXTURE method) in
different cattle breeds. </p></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-25-21023-Fig1.jpg"/></fig><p>&#1041;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1086; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081; &#1089;&#1095;&#1080;&#1090;&#1072;&#1102;&#1090;, &#1095;&#1090;&#1086; &#1050;&#1056;&#1057; &#1087;&#1088;&#1086;&#1080;&#1079;&#1086;&#1096;&#1077;&#1083; &#1086;&#1090; &#1074;&#1099;&#1084;&#1077;&#1088;&#1096;&#1077;&#1075;&#1086; &#1076;&#1080;&#1082;&#1086;&#1075;&#1086; &#1090;&#1091;&#1088;&#1072; (Bos primigenius) &#1074; &#1093;&#1086;&#1076;&#1077;
&#1076;&#1074;&#1091;&#1093; &#1085;&#1077;&#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1099;&#1093; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1081; &#1076;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080;: &#1086;&#1076;&#1085;&#1086; &#1080;&#1079; &#1085;&#1080;&#1093;
&#1089;&#1083;&#1091;&#1095;&#1080;&#1083;&#1086;&#1089;&#1100; &#1085;&#1072; &#1041;&#1083;&#1080;&#1078;&#1085;&#1077;&#1084; &#1042;&#1086;&#1089;&#1090;&#1086;&#1082;&#1077; &#1086;&#1082;&#1086;&#1083;&#1086; 8000&#8211;10&#8202;000 &#1083;&#1077;&#1090;
&#1076;&#1086; &#1085;. &#1101;. &#1080; &#1087;&#1088;&#1080;&#1074;&#1077;&#1083;&#1086; &#1082; &#1074;&#1086;&#1079;&#1085;&#1080;&#1082;&#1085;&#1086;&#1074;&#1077;&#1085;&#1080;&#1102; &#1073;&#1077;&#1079;&#1075;&#1086;&#1088;&#1073;&#1086;&#1075;&#1086; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1086;&#1075;&#1086;
&#1089;&#1082;&#1086;&#1090;&#1072; (Bos taurus), &#1076;&#1088;&#1091;&#1075;&#1086;&#1077; &#8211; &#1074; &#1070;&#1078;&#1085;&#1086;&#1081; &#1040;&#1079;&#1080;&#1080; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1085;&#1086; &#1074;
6000&#8211;8000 &#1083;&#1077;&#1090; &#1076;&#1086; &#1085;. &#1101;., &#1074; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1077; &#1095;&#1077;&#1075;&#1086; &#1087;&#1086;&#1103;&#1074;&#1080;&#1083;&#1089;&#1103; &#1075;&#1086;&#1088;&#1073;&#1072;&#1090;&#1099;&#1081; &#1080;&#1085;&#1076;&#1080;&#1094;&#1080;&#1085;&#1085;&#1099;&#1081; &#1089;&#1082;&#1086;&#1090; &#1079;&#1077;&#1073;&#1091; (Bos indicus) (Bradley, Magee,
2006; Bollongino et al., 2012). &#1054;&#1076;&#1085;&#1072;&#1082;&#1086; &#1051;&#1072;&#1088;&#1089;&#1086;&#1085; &#1080; &#1041;&#1102;&#1088;&#1075;&#1077;&#1088;
(Larson, Burger, 2013) &#1086;&#1090;&#1084;&#1077;&#1095;&#1072;&#1102;&#1090;, &#1095;&#1090;&#1086; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088; &#1074;&#1077;&#1090;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103;
&#1092;&#1080;&#1083;&#1086;&#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1076;&#1077;&#1088;&#1077;&#1074;&#1100;&#1077;&#1074; &#1084;&#1090;&#1044;&#1053;&#1050; &#1080; Y-&#1093;&#1088;&#1086;&#1084;&#1086;&#1089;&#1086;&#1084;&#1085;&#1086;&#1081; &#1044;&#1053;&#1050;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1084; &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1085;&#1072; &#1075;&#1080;&#1087;&#1086;&#1090;&#1077;&#1079;&#1072; &#1086; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080;
&#1076;&#1074;&#1091;&#1093; &#1094;&#1077;&#1085;&#1090;&#1088;&#1086;&#1074; &#1076;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080;, &#1090;&#1086;&#1078;&#1077; &#1084;&#1086;&#1075; &#1089;&#1092;&#1086;&#1088;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1074;
&#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1077; &#1094;&#1077;&#1083;&#1086;&#1075;&#1086; &#1088;&#1103;&#1076;&#1072; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1077;&#1074;, &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1103; &#1075;&#1077;&#1086;&#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1091;&#1102; &#1080;&#1079;&#1086;&#1083;&#1103;&#1094;&#1080;&#1102; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1081;, &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1076;&#1088;&#1077;&#1081;&#1092; &#1080;&#1083;&#1080; &#1075;&#1080;&#1073;&#1088;&#1080;&#1076;&#1080;&#1079;&#1072;&#1094;&#1080;&#1102;. &#1055;&#1086; &#1084;&#1085;&#1077;&#1085;&#1080;&#1102; &#1101;&#1090;&#1080;&#1093; &#1072;&#1074;&#1090;&#1086;&#1088;&#1086;&#1074;, &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1099; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1089;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1103;, &#1087;&#1088;&#1077;&#1078;&#1076;&#1077; &#1095;&#1077;&#1084; &#1084;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1084;
&#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1100; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1080;&#1085;&#1076;&#1080;&#1094;&#1080;&#1085;&#1085;&#1099;&#1081; &#1089;&#1082;&#1086;&#1090; &#1087;&#1088;&#1086;&#1080;&#1079;&#1086;&#1096;&#1077;&#1083; &#1074; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1077; &#1075;&#1080;&#1073;&#1088;&#1080;&#1076;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1087;&#1088;&#1077;&#1076;&#1082;&#1086;&#1074; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1086;&#1075;&#1086;
&#1089;&#1082;&#1086;&#1090;&#1072; &#1089; &#1084;&#1086;&#1088;&#1092;&#1086;&#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1072;&#1102;&#1097;&#1080;&#1084;&#1080;&#1089;&#1103; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1103;&#1084;&#1080;
&#1076;&#1080;&#1082;&#1080;&#1093; &#1090;&#1091;&#1088;&#1086;&#1074; &#1074; &#1070;&#1078;&#1085;&#1086;&#1081; &#1040;&#1079;&#1080;&#1080;.</p><p>&#1058;&#1077;&#1082;&#1091;&#1097;&#1080;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1087;&#1086; &#1084;&#1090;&#1044;&#1053;&#1050; &#1089;&#1074;&#1080;&#1076;&#1077;&#1090;&#1077;&#1083;&#1100;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1086; &#1090;&#1086;&#1084;,
&#1095;&#1090;&#1086; &#1077;&#1074;&#1088;&#1086;&#1087;&#1077;&#1081;&#1089;&#1082;&#1080;&#1081; &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1081; &#1089;&#1082;&#1086;&#1090; &#1087;&#1088;&#1086;&#1080;&#1079;&#1086;&#1096;&#1077;&#1083; &#1086;&#1090; &#1073;&#1083;&#1080;&#1078;&#1085;&#1077;&#1074;&#1086;&#1089;&#1090;&#1086;&#1095;&#1085;&#1099;&#1093; &#1088;&#1072;&#1079;&#1085;&#1086;&#1074;&#1080;&#1076;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081; Bos taurus (Bradley, Magee,
2006). &#1055;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1072;&#1092;&#1088;&#1080;&#1082;&#1072;&#1085;&#1089;&#1082;&#1080;&#1093; Bos taurus &#1074;&#1089;&#1077; &#1077;&#1097;&#1077;
&#1086;&#1073;&#1089;&#1091;&#1078;&#1076;&#1072;&#1077;&#1090;&#1089;&#1103; (Bradley, Magee, 2006), &#1085;&#1086; &#1090;&#1077;&#1089;&#1085;&#1072;&#1103; &#1089;&#1074;&#1103;&#1079;&#1100; &#1075;&#1072;&#1087;&#1083;&#1086;&#1075;&#1088;&#1091;&#1087;&#1087;&#1099; T1 &#1089; &#1075;&#1072;&#1087;&#1083;&#1086;&#1075;&#1088;&#1091;&#1087;&#1087;&#1072;&#1084;&#1080; T2 &#1080; T3 &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1076;&#1091;&#1084;&#1072;&#1090;&#1100;,
&#1095;&#1090;&#1086; &#1086;&#1085;&#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1074;&#1086;&#1079;&#1085;&#1080;&#1082;&#1083;&#1072; &#1085;&#1072; &#1041;&#1083;&#1080;&#1078;&#1085;&#1077;&#1084; &#1042;&#1086;&#1089;&#1090;&#1086;&#1082;&#1077; (Achilli et
al., 2008). &#1056;&#1072;&#1085;&#1077;&#1077; &#1073;&#1099;&#1083;&#1086; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1075;&#1077;&#1085;&#1086;&#1084; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1081;
&#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090; &#1075;&#1072;&#1087;&#1083;&#1086;&#1075;&#1088;&#1091;&#1087;&#1087;&#1091; &#1058;, &#1072; &#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &#1077;&#1077; &#1091;&#1085;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081;
&#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090; &#1058;4, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1077;&#1085; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1076;&#1083;&#1103; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; (Kantanen et al., 2009). &#1053;&#1072;&#1083;&#1080;&#1095;&#1080;&#1077; &#1058;4 &#1084;&#1080;&#1090;&#1086;&#1093;&#1086;&#1085;&#1076;&#1088;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1075;&#1072;&#1087;&#1083;&#1086;&#1075;&#1088;&#1091;&#1087;&#1087;&#1099; &#1091; &#1074;&#1072;&#1075;&#1091;, &#1093;&#1072;&#1085;&#1074;&#1091; (Mannen et al.,
2004) &#1080; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; (Kantanen et al., 2009) &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1083;&#1086;
&#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1074;&#1089;&#1077; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1077; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1084;&#1086;&#1075;&#1091;&#1090;
&#1103;&#1074;&#1083;&#1103;&#1090;&#1100;&#1089;&#1103; &#1087;&#1086;&#1090;&#1086;&#1084;&#1082;&#1072;&#1084;&#1080; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072;, &#1085;&#1077;&#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086; &#1076;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1094;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1074; &#1040;&#1079;&#1080;&#1080; (Mannen et al., 2004; Lai et al.,
2006). &#1054;&#1076;&#1085;&#1072;&#1082;&#1086; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1086;&#1079;&#1076;&#1085;&#1080;&#1077; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090;,
&#1095;&#1090;&#1086; &#1075;&#1072;&#1087;&#1083;&#1086;&#1075;&#1088;&#1091;&#1087;&#1087;&#1072; T4, &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;, &#1087;&#1088;&#1086;&#1080;&#1079;&#1086;&#1096;&#1083;&#1072; &#1086;&#1090; &#1075;&#1072;&#1087;&#1083;&#1086;&#1075;&#1088;&#1091;&#1087;&#1087;&#1099; T3 (Achilli et al., 2009).</p><p>&#1053;&#1077;&#1076;&#1072;&#1074;&#1085;&#1086; &#1085;&#1072;&#1084;&#1080; &#1073;&#1099;&#1083;&#1086; &#1087;&#1088;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1086; &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1077; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; 18 &#1087;&#1086;&#1088;&#1086;&#1076; &#1050;&#1056;&#1057;, &#1088;&#1072;&#1079;&#1074;&#1086;&#1076;&#1080;&#1084;&#1099;&#1093; &#1074;
&#1056;&#1086;&#1089;&#1089;&#1080;&#1080;, &#1080; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1077;&#1085;&#1086; &#1080;&#1093; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1077; &#1089; &#1088;&#1072;&#1085;&#1077;&#1077; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080; 135 &#1084;&#1080;&#1088;&#1086;&#1074;&#1099;&#1084;&#1080; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084;&#1080; &#1050;&#1056;&#1057; (Yurchenko et
al., 2018b). &#1055;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1072; &#1092;&#1080;&#1083;&#1086;&#1075;&#1077;&#1085;&#1080;&#1080; &#1080;
&#1086;&#1073;&#1097;&#1080;&#1093; &#1075;&#1072;&#1087;&#1083;&#1086;&#1090;&#1080;&#1087;&#1086;&#1074; &#1074;&#1099;&#1103;&#1074;&#1080;&#1083;&#1080; &#1073;&#1083;&#1080;&#1079;&#1082;&#1086;&#1077; &#1088;&#1086;&#1076;&#1089;&#1090;&#1074;&#1086; &#1073;&#1091;&#1088;&#1103;&#1090;&#1089;&#1082;&#1086;&#1081; &#1080;
&#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076; &#1089; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1072;&#1079;&#1080;&#1072;&#1090;&#1089;&#1082;&#1080;&#1084;&#1080; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1084;&#1080; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084;&#1080; (&#1074;&#1072;&#1075;&#1091;, &#1093;&#1072;&#1085;&#1074;&#1091;, &#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1081; &#1089;&#1082;&#1086;&#1090;),
&#1095;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1080;&#1093; &#1088;&#1072;&#1085;&#1085;&#1077;&#1077; &#1086;&#1090;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1086;&#1090; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081;
&#1095;&#1072;&#1089;&#1090;&#1080; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1086;&#1075;&#1086; &#1075;&#1077;&#1085;&#1086;&#1092;&#1086;&#1085;&#1076;&#1072; &#1080;, &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;, &#1085;&#1077;&#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1091;&#1102;
&#1076;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1082;&#1072;&#1094;&#1080;&#1102; &#1074; &#1040;&#1079;&#1080;&#1080;. Zhang H. &#1089; &#1082;&#1086;&#1083;&#1083;&#1077;&#1075;&#1072;&#1084;&#1080; (Zhang H.
et al., 2013), &#1087;&#1088;&#1086;&#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1074; &#1085;&#1072;&#1081;&#1076;&#1077;&#1085;&#1085;&#1091;&#1102; &#1074; &#1057;&#1077;&#1074;&#1077;&#1088;&#1086;-&#1042;&#1086;&#1089;&#1090;&#1086;&#1095;&#1085;&#1086;&#1084; &#1050;&#1080;&#1090;&#1072;&#1077; &#1074; &#1088;&#1072;&#1081;&#1086;&#1085;&#1077; &#1061;&#1072;&#1088;&#1073;&#1080;&#1085;&#1072; &#1085;&#1080;&#1078;&#1085;&#1102;&#1102; &#1095;&#1077;&#1083;&#1102;&#1089;&#1090;&#1100; &#1050;&#1056;&#1057;,
&#1076;&#1072;&#1090;&#1080;&#1088;&#1091;&#1077;&#1084;&#1091;&#1102; 10&#8202;600 &#1075;&#1086;&#1076;&#1072;&#1084;&#1080; &#1076;&#1086; &#1085;. &#1101;., &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1083;&#1080;, &#1095;&#1090;&#1086;
&#1076;&#1088;&#1077;&#1074;&#1085;&#1080;&#1077; &#1083;&#1102;&#1076;&#1080; &#1084;&#1086;&#1075;&#1083;&#1080; &#1101;&#1082;&#1089;&#1087;&#1077;&#1088;&#1080;&#1084;&#1077;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;&#1084;
&#1076;&#1080;&#1082;&#1080;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1074; &#1085;&#1077;&#1074;&#1086;&#1083;&#1077;. &#1057;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1077; &#1084;&#1077;&#1078;&#1076;&#1091; &#1084;&#1090;&#1044;&#1053;&#1050; &#1080;&#1079;
&#1085;&#1080;&#1078;&#1085;&#1077;&#1081; &#1095;&#1077;&#1083;&#1102;&#1089;&#1090;&#1080; &#1080; &#1084;&#1080;&#1090;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1072;&#1084;&#1080; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1074;&#1080;&#1076;&#1086;&#1074;
&#1050;&#1056;&#1057; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1086;, &#1095;&#1090;&#1086; &#1076;&#1088;&#1077;&#1074;&#1085;&#1103;&#1103; &#1084;&#1090;&#1044;&#1053;&#1050; &#1087;&#1088;&#1080;&#1085;&#1072;&#1076;&#1083;&#1077;&#1078;&#1080;&#1090; &#1082; &#1085;&#1086;&#1074;&#1086;&#1081;
&#1080; &#1091;&#1085;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1075;&#1072;&#1087;&#1083;&#1086;&#1075;&#1088;&#1091;&#1087;&#1087;&#1077; &#1090;&#1080;&#1087;&#1072; &#1057;. &#1058;&#1077;&#1084; &#1085;&#1077; &#1084;&#1077;&#1085;&#1077;&#1077; &#1088;&#1103;&#1076; &#1072;&#1074;&#1090;&#1086;&#1088;&#1086;&#1074; &#1089;&#1095;&#1080;&#1090;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1090;&#1072;&#1082;&#1080;&#1077; &#1091;&#1090;&#1074;&#1077;&#1088;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1077;&#1078;&#1076;&#1077;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;
(Lu et al., 2017). &#1055;&#1086; &#1080;&#1093; &#1084;&#1085;&#1077;&#1085;&#1080;&#1102;, &#1085;&#1072;&#1081;&#1076;&#1077;&#1085;&#1085;&#1072;&#1103; &#1095;&#1077;&#1083;&#1102;&#1089;&#1090;&#1100; &#1087;&#1088;&#1080;&#1085;&#1072;&#1076;&#1083;&#1077;&#1078;&#1080;&#1090; &#1085;&#1099;&#1085;&#1077; &#1074;&#1099;&#1084;&#1077;&#1088;&#1096;&#1077;&#1081; &#1074;&#1086;&#1089;&#1090;&#1086;&#1095;&#1085;&#1086;&#1072;&#1079;&#1080;&#1072;&#1090;&#1089;&#1082;&#1086;&#1081; &#1092;&#1086;&#1088;&#1084;&#1077; Bos
primigenius, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1085;&#1077; &#1074;&#1085;&#1077;&#1089;&#1083;&#1072; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1074;&#1082;&#1083;&#1072;&#1076;&#1072; &#1074;
&#1074;&#1086;&#1079;&#1085;&#1080;&#1082;&#1096;&#1080;&#1081; &#1087;&#1086;&#1079;&#1076;&#1085;&#1077;&#1077; &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1081; &#1089;&#1082;&#1086;&#1090;</p><p>&#1058;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1076;&#1074;&#1072; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1099;&#1093; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1103;
&#1076;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072;: 1) &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1081;
&#1089;&#1082;&#1086;&#1090; &#1073;&#1099;&#1083; &#1085;&#1077;&#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086; &#1086;&#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1077;&#1085; &#1082;&#1086;&#1088;&#1077;&#1085;&#1085;&#1099;&#1084; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077;&#1084; &#1074;
&#1042;&#1086;&#1089;&#1090;&#1086;&#1095;&#1085;&#1086;&#1081; &#1040;&#1079;&#1080;&#1080; &#1086;&#1090; &#1076;&#1080;&#1082;&#1080;&#1093; &#1090;&#1091;&#1088;&#1086;&#1074; (Bos primigenius); 2) &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1099;&#1081; &#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1081; &#1089;&#1082;&#1086;&#1090; &#1073;&#1099;&#1083; &#1086;&#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1077;&#1085; &#1085;&#1072; &#1041;&#1083;&#1080;&#1078;&#1085;&#1077;&#1084; &#1042;&#1086;&#1089;&#1090;&#1086;&#1082;&#1077; &#1080; &#1079;&#1072;&#1090;&#1077;&#1084; &#1079;&#1072;&#1074;&#1077;&#1079;&#1077;&#1085; &#1074; &#1042;&#1086;&#1089;&#1090;&#1086;&#1095;&#1085;&#1091;&#1102; &#1040;&#1079;&#1080;&#1102;, &#1072; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1072;&#1077;&#1084;&#1099;&#1077;
&#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1080;&#1103; &#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1086;&#1084; &#1083;&#1086;&#1082;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1080;/&#1080;&#1083;&#1080; &#1075;&#1080;&#1073;&#1088;&#1080;&#1076;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080;. &#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1079;&#1086;&#1086;&#1072;&#1088;&#1093;&#1077;&#1086;&#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093;
&#1080; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1085;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1086;&#1076;&#1085;&#1086;&#1079;&#1085;&#1072;&#1095;&#1085;&#1099;&#1081; &#1074;&#1099;&#1074;&#1086;&#1076; &#1086; &#1076;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;
&#1085;&#1072; &#1090;&#1077;&#1088;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1080; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1050;&#1080;&#1090;&#1072;&#1103;.</p></sec><sec><title>&#1043;&#1077;&#1085;&#1099;-&#1082;&#1072;&#1085;&#1076;&#1080;&#1076;&#1072;&#1090;&#1099; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080;
&#1074; &#1075;&#1077;&#1085;&#1086;&#1084;&#1072;&#1093; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;</title><p>&#1044;&#1072;&#1083;&#1077;&#1077; &#1084;&#1099; &#1089;&#1086;&#1089;&#1088;&#1077;&#1076;&#1086;&#1090;&#1086;&#1095;&#1080;&#1084;&#1089;&#1103; &#1085;&#1072; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1077; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1075;&#1077;&#1085;&#1086;&#1074;-&#1082;&#1072;&#1085;&#1076;&#1080;&#1076;&#1072;&#1090;&#1086;&#1074;, &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1074; &#1092;&#1086;&#1088;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1082; &#1101;&#1082;&#1089;&#1090;&#1088;&#1077;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1084; &#1089;&#1088;&#1077;&#1076;&#1099; &#1091;
&#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1050;&#1056;&#1057;, &#1074; &#1090;&#1086;&#1084; &#1095;&#1080;&#1089;&#1083;&#1077; &#1087;&#1086; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084;
&#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; (&#1089;&#1084;. &#1090;&#1072;&#1073;&#1083;&#1080;&#1094;&#1091;). &#1055;&#1086; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1102; &#1089; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080; &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;
&#1054;&#1053;&#1055;, &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1099; &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1076;&#1072;&#1102;&#1090;
&#1073;&#972;&#1083;&#1100;&#1096;&#1091;&#1102; &#1089;&#1090;&#1072;&#1090;&#1080;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1091;&#1102; &#1084;&#1086;&#1097;&#1085;&#1086;&#1089;&#1090;&#1100; &#1087;&#1088;&#1080; &#1074;&#1099;&#1103;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080; &#1089;&#1083;&#1077;&#1076;&#1086;&#1074; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1080; &#1083;&#1091;&#1095;&#1096;&#1077;&#1077; &#1088;&#1072;&#1079;&#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1076;&#1083;&#1103; &#1083;&#1086;&#1082;&#1072;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1075;&#1077;&#1085;&#1086;&#1074;-&#1082;&#1072;&#1085;&#1076;&#1080;&#1076;&#1072;&#1090;&#1086;&#1074; &#1080; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1086;&#1074;,
&#1085;&#1077;&#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1074;&#1083;&#1080;&#1103;&#1102;&#1097;&#1080;&#1093; &#1085;&#1072; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1102;, &#1087;&#1086;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1091; &#1086;&#1085;&#1080;
&#1085;&#1077; &#1087;&#1088;&#1080;&#1074;&#1103;&#1079;&#1072;&#1085;&#1099; &#1082; &#1072;&#1083;&#1083;&#1077;&#1083;&#1103;&#1084;, &#1088;&#1072;&#1079;&#1084;&#1077;&#1097;&#1077;&#1085;&#1085;&#1099;&#1084; &#1085;&#1072; &#1095;&#1080;&#1087;&#1072;&#1093;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077;
&#1085;&#1077;&#1088;&#1077;&#1076;&#1082;&#1086; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1103;&#1093;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1095;&#1080;&#1087;&#1072; (Boitard et al., 2016).</p><fig position="float" id="Tab-1" orientation="portrait"><label>Table 1.</label><caption><title>Candidate adaptation genes in the genomes of Turano-Mongolian cattle breeds</title></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-25-21023-Tab1.jpg"/></fig><p>
<bold>&#1043;&#1077;&#1085;&#1099; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1080; &#1082; &#1093;&#1086;&#1083;&#1086;&#1076;&#1091;</bold>
</p><p>&#1055;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1077; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; (&#1073;&#1086;&#1083;&#1077;&#1077; 100 &#1090;&#1099;&#1089;&#1103;&#1095; &#1054;&#1053;&#1055;)
&#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1083;&#1086; &#1074;&#1099;&#1103;&#1074;&#1080;&#1090;&#1100; &#1091;&#1085;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1089;&#1083;&#1077;&#1076;&#1099; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1074; &#1075;&#1077;&#1085;&#1086;&#1084;&#1077;
&#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1085;&#1077;&#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;
&#1089;&#1074;&#1103;&#1079;&#1072;&#1085;&#1099; &#1089; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1077;&#1081; &#1082; &#1093;&#1086;&#1083;&#1086;&#1076;&#1085;&#1086;&#1084;&#1091; &#1082;&#1083;&#1080;&#1084;&#1072;&#1090;&#1091;. &#1055;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089; &#1086;&#1073;&#1085;&#1072;&#1088;&#1091;&#1078;&#1077;&#1085;&#1080;&#1077; &#1089;&#1083;&#1077;&#1076;&#1086;&#1074; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1074; &#1088;&#1072;&#1081;&#1086;&#1085;&#1077; &#1075;&#1077;&#1085;&#1072;
RETREG1 (Yurchenko, 2018&#1072;). &#1059; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072; &#1073;&#1077;&#1083;&#1086;&#1082; RETREG1
&#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074; &#1074;&#1086;&#1089;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1080; &#1085;&#1077;&#1081;&#1088;&#1086;&#1085;&#1072;&#1084;&#1080; &#1089;&#1080;&#1075;&#1085;&#1072;&#1083;&#1086;&#1074; &#1073;&#1086;&#1083;&#1080; &#1080; &#1093;&#1086;&#1083;&#1086;-&#1076;&#1072; (Islam et al., 2018). &#1052;&#1091;&#1090;&#1072;&#1094;&#1080;&#1080; &#1074; &#1101;&#1090;&#1086;&#1084; &#1075;&#1077;&#1085;&#1077; &#1091; &#1083;&#1102;&#1076;&#1077;&#1081; &#1074;&#1099;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090; &#1085;&#1072;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1091;&#1102; &#1085;&#1077;&#1074;&#1088;&#1086;&#1087;&#1072;&#1090;&#1080;&#1102;, &#1089;&#1086;&#1087;&#1088;&#1086;&#1074;&#1086;&#1078;&#1076;&#1072;&#1102;&#1097;&#1091;&#1102;&#1089;&#1103;
&#1085;&#1077;&#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1086;&#1097;&#1091;&#1097;&#1072;&#1090;&#1100; &#1073;&#1086;&#1083;&#1100; &#1080; &#1090;&#1077;&#1084;&#1087;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1091; &#1086;&#1082;&#1088;&#1091;&#1078;&#1072;&#1102;&#1097;&#1077;&#1081; &#1089;&#1088;&#1077;&#1076;&#1099; (Kurth et al., 2009). &#1056;&#1080;&#1073;&#1086;&#1089;&#1086;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1075;&#1077;&#1085; RPL7
&#1074; &#1088;&#1072;&#1081;&#1086;&#1085;&#1077; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1091; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1091;&#1102; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1102; &#1091; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1099;&#1093; &#1080; &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1082; &#1079;&#1072;&#1084;&#1086;&#1088;&#1072;&#1078;&#1080;&#1074;&#1072;&#1085;&#1080;&#1102; &#1083;&#1103;&#1075;&#1091;&#1096;&#1077;&#1082; (Wu S. et al., 2008). &#1057;&#1083;&#1077;&#1076;&#1099; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080;
&#1073;&#1099;&#1083;&#1080; &#1079;&#1072;&#1092;&#1080;&#1082;&#1089;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1091; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1074; &#1088;&#1072;&#1081;&#1086;&#1085;&#1077;
&#1075;&#1077;&#1085;&#1072; HDAC3, &#1073;&#1077;&#1083;&#1086;&#1082; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1089;&#1090;&#1080;&#1084;&#1091;&#1083;&#1080;&#1088;&#1091;&#1077;&#1090; &#1090;&#1077;&#1088;&#1084;&#1086;&#1075;&#1077;&#1085;&#1077;&#1079; &#1074;
&#1073;&#1091;&#1088;&#1086;&#1081; &#1078;&#1080;&#1088;&#1086;&#1074;&#1086;&#1081; &#1090;&#1082;&#1072;&#1085;&#1080; &#1087;&#1091;&#1090;&#1077;&#1084; &#1072;&#1082;&#1090;&#1080;&#1074;&#1072;&#1094;&#1080;&#1080; &#1101;&#1085;&#1093;&#1072;&#1085;&#1089;&#1077;&#1088;&#1086;&#1074;, &#1080; &#1075;&#1077;&#1085;&#1072;
TNKS, &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1074; &#1101;&#1085;&#1077;&#1088;&#1075;&#1086;&#1086;&#1073;&#1084;&#1077;&#1085;&#1077; &#1080; &#1092;&#1086;&#1088;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080;
&#1078;&#1080;&#1088;&#1086;&#1074;&#1086;&#1081; &#1090;&#1082;&#1072;&#1085;&#1080; &#1091; &#1084;&#1099;&#1096;&#1077;&#1081; (Yeh et al., 2009).</p><p>&#1044;&#1072;&#1085;&#1085;&#1099;&#1077; &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;
&#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1083;&#1080; &#1074;&#1099;&#1103;&#1074;&#1080;&#1090;&#1100; &#1074; &#1077;&#1077; &#1075;&#1077;&#1085;&#1086;&#1084;&#1077; 1442 &#1075;&#1077;&#1085;&#1072;,
&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1083;&#1080; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1103;&#1090;&#1080; &#1085;&#1077;&#1089;&#1080;&#1085;&#1086;&#1085;&#1080;&#1084;&#1080;&#1095;&#1085;&#1099;&#1093; &#1054;&#1053;&#1055;
(Weldenegodguad et al., 2019). &#1041;&#1099;&#1083;&#1080; &#1085;&#1072;&#1081;&#1076;&#1077;&#1085;&#1099; &#1089;&#1083;&#1077;&#1076;&#1099; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072;
&#1074; &#1088;&#1103;&#1076;&#1077; &#1075;&#1077;&#1085;&#1086;&#1074; (DNAJC9, SOCS3, TRPC7, SLC8A1, GLP1R,
PKLR &#1080; TCF7L2), &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077;, &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;, &#1089;&#1074;&#1103;&#1079;&#1072;&#1085;&#1099; &#1089; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1077;&#1081;
&#1082; &#1093;&#1086;&#1083;&#1086;&#1076;&#1091; &#1091; &#1082;&#1086;&#1088;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1057;&#1080;&#1073;&#1080;&#1088;&#1080; (Cardona et al.,
2014). &#1055;&#1088;&#1080;&#1095;&#1077;&#1084; &#1075;&#1077;&#1085; SLC8A1, &#1073;&#1077;&#1083;&#1082;&#1086;&#1074;&#1099;&#1081; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086;
&#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074; &#1086;&#1090;&#1074;&#1077;&#1090;&#1077; &#1082;&#1083;&#1077;&#1090;&#1082;&#1080; &#1085;&#1072; &#1086;&#1082;&#1089;&#1080;&#1076;&#1072;&#1090;&#1080;&#1074;&#1085;&#1099;&#1081; &#1089;&#1090;&#1088;&#1077;&#1089;&#1089;, &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;, &#1087;&#1086;&#1076;&#1074;&#1077;&#1088;&#1075;&#1072;&#1083;&#1089;&#1103; &#1086;&#1090;&#1073;&#1086;&#1088;&#1091; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1091; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1080; &#1082;&#1086;&#1088;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1057;&#1080;&#1073;&#1080;&#1088;&#1080;, &#1085;&#1086; &#1090;&#1072;&#1082;&#1078;&#1077; &#1091; &#1084;&#1077;&#1089;&#1090;&#1085;&#1099;&#1093; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1080;&#1093;
&#1083;&#1086;&#1096;&#1072;&#1076;&#1077;&#1081; (Librado et al., 2015). &#1061;&#1088;&#1086;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1093;&#1086;&#1083;&#1086;&#1076;&#1086;&#1074;&#1086;&#1081;
&#1089;&#1090;&#1088;&#1077;&#1089;&#1089; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1074;&#1072;&#1083; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1102; &#1084;&#1056;&#1053;&#1050; &#1075;&#1077;&#1085;&#1072; SOCS3 &#1074; &#1075;&#1080;&#1087;&#1086;&#1090;&#1072;&#1083;&#1072;&#1084;&#1091;&#1089;&#1077; &#1080; &#1087;&#1077;&#1088;&#1080;&#1092;&#1077;&#1088;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1084;&#1086;&#1085;&#1086;&#1085;&#1091;&#1082;&#1083;&#1077;&#1072;&#1088;&#1085;&#1099;&#1093; &#1082;&#1083;&#1077;&#1090;&#1082;&#1072;&#1093;
&#1082;&#1088;&#1086;&#1074;&#1080; &#1091; &#1082;&#1088;&#1099;&#1089; &#1080; &#1093;&#1086;&#1088;&#1100;&#1082;&#1086;&#1074; (Reyn&#233;s et al., 2017). &#1058;&#1088;&#1080; &#1075;&#1077;&#1085;&#1072;
(PFKM, ADAM17 &#1080; SIRPA), &#1087;&#1086;&#1076;&#1074;&#1077;&#1088;&#1075;&#1072;&#1074;&#1096;&#1080;&#1093;&#1089;&#1103; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1091;
&#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072;, &#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1080;&#1089;&#1100; &#1072;&#1089;&#1089;&#1086;&#1094;&#1080;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1089; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100;&#1102; &#1082; &#1079;&#1072;&#1073;&#1086;&#1083;&#1077;&#1074;&#1072;&#1085;&#1080;&#1103;&#1084; (Weldenegodguad et al., 2019). &#1058;&#1072;&#1082;, &#1073;&#1077;&#1083;&#1086;&#1082; ADAM17 &#1088;&#1077;&#1075;&#1091;&#1083;&#1080;&#1088;&#1091;&#1077;&#1090; &#1074;&#1086;&#1089;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1077; &#1073;&#1086;&#1083;&#1077;&#1074;&#1099;&#1093; &#1089;&#1090;&#1080;&#1084;&#1091;&#1083;&#1086;&#1074;, &#1074; &#1090;&#1086;&#1084; &#1095;&#1080;&#1089;&#1083;&#1077; &#1080; &#1093;&#1086;&#1083;&#1086;&#1076;&#1072; (Quarta et al., 2019).</p><p>&#1057;&#1088;&#1072;&#1074;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1082;&#1080;&#1090;&#1072;&#1081;&#1089;&#1082;&#1086;&#1081; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; Yan-bian &#1080; &#1072;&#1092;&#1088;&#1080;&#1082;&#1072;&#1085;&#1089;&#1082;&#1086;&#1081; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; N&#8217;Dama &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083; &#1085;&#1072;&#1083;&#1080;&#1095;&#1080;&#1077; &#1091; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1086;&#1073;&#1077;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1089;&#1083;&#1077;&#1076;&#1086;&#1074; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1074;
&#1075;&#1077;&#1085;&#1077; CD36 (Shen et al., 2020). &#1041;&#1077;&#1083;&#1086;&#1082; CD36 &#1080;&#1075;&#1088;&#1072;&#1077;&#1090; &#1074;&#1072;&#1078;&#1085;&#1091;&#1102;
&#1088;&#1086;&#1083;&#1100; &#1074; &#1084;&#1077;&#1084;&#1073;&#1088;&#1072;&#1085;&#1085;&#1086;&#1084; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1077; &#1078;&#1080;&#1088;&#1085;&#1099;&#1093; &#1082;&#1080;&#1089;&#1083;&#1086;&#1090; &#1074; &#1089;&#1077;&#1088;&#1076;&#1094;&#1077;,
&#1089;&#1082;&#1077;&#1083;&#1077;&#1090;&#1085;&#1086;&#1081; &#1084;&#1091;&#1089;&#1082;&#1091;&#1083;&#1072;&#1090;&#1091;&#1088;&#1077; &#1080; &#1078;&#1080;&#1088;&#1086;&#1074;&#1086;&#1081; &#1090;&#1082;&#1072;&#1085;&#1080; (Glatz et al., 2010).
&#1069;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1103; CD36 &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1080; &#1093;&#1086;&#1083;&#1086;&#1076;&#1086;&#1074;&#1086;&#1084; &#1074;&#1086;&#1079;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1080;, &#1095;&#1090;&#1086; &#1087;&#1086;&#1074;&#1099;&#1096;&#1072;&#1077;&#1090; &#1087;&#1086;&#1075;&#1083;&#1086;&#1097;&#1077;&#1085;&#1080;&#1077; &#1073;&#1091;&#1088;&#1086;&#1081; &#1078;&#1080;&#1088;&#1086;&#1074;&#1086;&#1081; &#1090;&#1082;&#1072;&#1085;&#1100;&#1102;
&#1090;&#1088;&#1080;&#1075;&#1083;&#1080;&#1094;&#1077;&#1088;&#1080;&#1076;-&#1073;&#1086;&#1075;&#1072;&#1090;&#1099;&#1093; &#1083;&#1080;&#1087;&#1086;&#1087;&#1088;&#1086;&#1090;&#1077;&#1080;&#1085;&#1086;&#1074; (Bartelt et al., 2011).
&#1059; &#1075;&#1086;&#1083;&#1086;&#1076;&#1072;&#1102;&#1097;&#1080;&#1093; &#1084;&#1099;&#1096;&#1077;&#1081;, &#1085;&#1086;&#1082;&#1072;&#1091;&#1090;&#1085;&#1099;&#1093; &#1087;&#1086; &#1075;&#1077;&#1085;&#1091; CD36, &#1074;&#1089;&#1082;&#1086;&#1088;&#1077;
&#1087;&#1086;&#1089;&#1083;&#1077; &#1074;&#1086;&#1079;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1093;&#1086;&#1083;&#1086;&#1076;&#1072; &#1090;&#1077;&#1084;&#1087;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072; &#1090;&#1077;&#1083;&#1072; &#1088;&#1077;&#1079;&#1082;&#1086; &#1089;&#1085;&#1080;&#1078;&#1072;&#1083;&#1072;&#1089;&#1100;, &#1087;&#1088;&#1080;&#1095;&#1077;&#1084; &#1101;&#1090;&#1072; &#1075;&#1080;&#1087;&#1086;&#1090;&#1077;&#1088;&#1084;&#1080;&#1103; &#1089;&#1086;&#1087;&#1088;&#1086;&#1074;&#1086;&#1078;&#1076;&#1072;&#1083;&#1072;&#1089;&#1100; &#1079;&#1072;&#1084;&#1077;&#1090;&#1085;&#1099;&#1084;
&#1089;&#1085;&#1080;&#1078;&#1077;&#1085;&#1080;&#1077;&#1084; &#1082;&#1072;&#1082; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103; &#1075;&#1083;&#1102;&#1082;&#1086;&#1079;&#1099; &#1074; &#1082;&#1088;&#1086;&#1074;&#1080;, &#1090;&#1072;&#1082; &#1080; &#1079;&#1072;&#1087;&#1072;&#1089;&#1086;&#1074;
&#1090;&#1088;&#1080;&#1072;&#1094;&#1080;&#1083;&#1075;&#1083;&#1080;&#1094;&#1077;&#1088;&#1080;&#1085;&#1086;&#1074; &#1074; &#1073;&#1091;&#1088;&#1086;&#1081; &#1078;&#1080;&#1088;&#1086;&#1074;&#1086;&#1081; &#1090;&#1082;&#1072;&#1085;&#1080; &#1080; &#1075;&#1083;&#1080;&#1082;&#1086;&#1075;&#1077;&#1085;&#1072;
&#1074; &#1089;&#1082;&#1077;&#1083;&#1077;&#1090;&#1085;&#1086;&#1081; &#1084;&#1091;&#1089;&#1082;&#1091;&#1083;&#1072;&#1090;&#1091;&#1088;&#1077; (Putri et al., 2015). &#1048;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1086;, &#1095;&#1090;&#1086;
&#1091; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; Yanbian &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1103; &#1075;&#1077;&#1085;&#1072; CD36 &#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1082;&#1086;&#1088;&#1088;&#1077;&#1083;&#1080;&#1088;&#1091;&#1077;&#1090; &#1089; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;&#1084; &#1074;&#1085;&#1091;&#1090;&#1088;&#1080;&#1084;&#1099;&#1096;&#1077;&#1095;&#1085;&#1086;&#1075;&#1086;
&#1078;&#1080;&#1088;&#1072; (&#1084;&#1088;&#1072;&#1084;&#1086;&#1088;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102;) (Jeong et al., 2012). &#1055;&#1086;-&#1074;&#1080;&#1076;&#1080;&#1084;&#1086;&#1084;&#1091;,
&#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &#1086;&#1073;&#1096;&#1080;&#1088;&#1085;&#1099;&#1077; &#1079;&#1072;&#1087;&#1072;&#1089;&#1099; &#1078;&#1080;&#1088;&#1072; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1088;&#1077;&#1079;&#1080;&#1089;&#1090;&#1077;&#1085;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; &#1082; &#1093;&#1086;&#1083;&#1086;&#1076;&#1091; &#1091; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;. &#1069;&#1090;&#1080; &#1078;&#1077; &#1072;&#1074;&#1090;&#1086;&#1088;&#1099; &#1074;&#1099;&#1103;&#1074;&#1080;&#1083;&#1080; &#1076;&#1086;&#1089;&#1090;&#1086;&#1074;&#1077;&#1088;&#1085;&#1099;&#1081; &#1089;&#1080;&#1075;&#1085;&#1072;&#1083; &#1074; &#1075;&#1077;&#1085;&#1077; FGF5 &#1087;&#1086; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084; &#1087;&#1086;&#1080;&#1089;&#1082;&#1072; &#1088;&#1072;&#1081;&#1086;&#1085;&#1086;&#1074;
&#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1091; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; Yanbian (Shen et al., 2020). &#1041;&#1077;&#1083;&#1086;&#1082; FGF5
&#1088;&#1077;&#1075;&#1091;&#1083;&#1080;&#1088;&#1091;&#1077;&#1090; &#1088;&#1086;&#1089;&#1090; &#1074;&#1086;&#1083;&#1086;&#1089;&#1103;&#1085;&#1086;&#1075;&#1086; &#1092;&#1086;&#1083;&#1083;&#1080;&#1082;&#1091;&#1083;&#1072; &#1080; &#1076;&#1083;&#1080;&#1085;&#1091; &#1074;&#1086;&#1083;&#1086;&#1089;&#1072; &#1091;
&#1082;&#1086;&#1096;&#1082;&#1080;, &#1089;&#1086;&#1073;&#1072;&#1082;&#1080; &#1080; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072; (Higgins et al., 2014). &#1055;&#1086;&#1088;&#1086;&#1076;&#1072;
Yanbian &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1076;&#1083;&#1080;&#1085;&#1085;&#1099;&#1084; &#1080; &#1075;&#1091;&#1089;&#1090;&#1099;&#1084; &#1074;&#1086;&#1083;&#1086;&#1089;&#1103;&#1085;&#1099;&#1084;
&#1087;&#1086;&#1082;&#1088;&#1086;&#1074;&#1086;&#1084;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1077;&#1090; &#1077;&#1081; &#1072;&#1076;&#1072;&#1087;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1082; &#1079;&#1080;&#1084;&#1085;&#1080;&#1084;
&#1090;&#1077;&#1084;&#1087;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072;&#1084; &#1076;&#1086; &#8211;37 &#176;&#1057;.</p><p>
<bold>&#1043;&#1077;&#1085;&#1099; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1075;&#1086; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072;M</bold>
</p><p>&#1054;&#1076;&#1085;&#1072; &#1080;&#1079; &#1087;&#1077;&#1088;&#1074;&#1099;&#1093; &#1088;&#1072;&#1073;&#1086;&#1090; &#1087;&#1086; &#1087;&#1086;&#1080;&#1089;&#1082;&#1091; &#1089;&#1083;&#1077;&#1076;&#1086;&#1074; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1091; &#1076;&#1074;&#1091;&#1093;
&#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#8211; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1081; &#1080; &#1082;&#1072;&#1083;&#1084;&#1099;&#1094;&#1082;&#1086;&#1081; &#8211;
&#1073;&#1099;&#1083;&#1072; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1072; &#1087;&#1091;&#1090;&#1077;&#1084; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1054;&#1053;&#1055; &#1084;&#1072;&#1088;&#1082;&#1077;&#1088;&#1086;&#1074;
&#1085;&#1072; &#1095;&#1080;&#1087;&#1077; Illumina BovineSNP50 (Iso-Touru et al., 2016). &#1059; &#1082;&#1072;&#1083;&#1084;&#1099;&#1094;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1080; &#1095;&#1077;&#1090;&#1099;&#1088;&#1077;&#1093; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1072;&#1074;&#1090;&#1086;&#1088;&#1099; &#1085;&#1072;&#1096;&#1083;&#1080;
&#1089;&#1083;&#1077;&#1076;&#1099; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1074; &#1088;&#1072;&#1081;&#1086;&#1085;&#1077; 4&#8202;116&#8202;037&#8211;4&#8202;616&#8202;037 &#1087;.&#1085;. &#1085;&#1072; &#1093;&#1088;&#1086;&#1084;&#1086;&#1089;&#1086;&#1084;&#1077; 16, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090; &#1096;&#1077;&#1089;&#1090;&#1100; &#1075;&#1077;&#1085;&#1086;&#1074; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; (IL10, IL19, IL20, PIGR, FCAMR &#1080; IL24). &#1059; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1081; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1081; &#1080; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1086;&#1074;&#1086;&#1081; &#1089;&#1077;&#1088;&#1086;&#1081; &#1091;&#1082;&#1088;&#1072;&#1080;&#1085;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1089;&#1083;&#1077;&#1076;&#1099; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080; &#1073;&#1099;&#1083;&#1080; &#1074;&#1099;&#1103;&#1074;&#1083;&#1077;&#1085;&#1099; &#1085;&#1072; &#1093;&#1088;&#1086;&#1084;&#1086;&#1089;&#1086;&#1084;&#1077; 21 &#1074;
&#1088;&#1072;&#1081;&#1086;&#1085;&#1077; 33&#8202;802&#8202;673&#8211;35&#8202;302&#8202;673 &#1087;.&#1085;., &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090; &#1095;&#1077;&#1090;&#1099;&#1088;&#1077; &#1075;&#1077;&#1085;&#1072; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; (CSK, GZMB, PML &#1080; SEMA7A). </p><p>&#1057;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1090;&#1088;&#1072;&#1085;&#1089;&#1082;&#1088;&#1080;&#1087;&#1090;&#1086;&#1084;&#1072; &#1082;&#1088;&#1086;&#1074;&#1080; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1086;, &#1095;&#1090;&#1086;
&#1091; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1087;&#1086; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1102; &#1089; &#1075;&#1086;&#1083;&#1096;&#1090;&#1080;&#1085;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1074;&#1099;&#1096;&#1077;&#1085;&#1072; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1103; 89 &#1075;&#1077;&#1085;&#1086;&#1074; (Pokharel et al., 2019).
&#1050; &#1095;&#1080;&#1089;&#1083;&#1091; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1087;&#1086;&#1074;&#1099;&#1096;&#1077;&#1085;&#1072; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1103; &#1076;&#1074;&#1091;&#1093;
&#1080; &#1073;&#1086;&#1083;&#1077;&#1077; &#1075;&#1077;&#1085;&#1086;&#1074;, &#1086;&#1090;&#1085;&#1086;&#1089;&#1103;&#1090;&#1089;&#1103; &#1093;&#1077;&#1084;&#1086;&#1082;&#1080;&#1085;&#1099; (CCL4, CCL5), &#1091;&#1075;&#1083;&#1077;&#1074;&#1086;&#1076;&#1085;&#1099;&#1077; &#1089;&#1091;&#1083;&#1100;&#1092;&#1086;&#1090;&#1088;&#1072;&#1085;&#1089;&#1092;&#1077;&#1088;&#1072;&#1079;&#1099; (CHST1, CHST12), &#1093;&#1077;&#1084;&#1086;&#1082;&#1080;&#1085;&#1086;&#1074;&#1099;&#1077; &#1088;&#1077;&#1094;&#1077;&#1087;&#1090;&#1086;&#1088;&#1099; (CX3CR1, CXCR6), &#1073;&#1083;&#1086;&#1082;&#1080;&#1088;&#1091;&#1102;&#1097;&#1080;&#1077; &#1088;&#1086;&#1089;&#1090;
&#1089;&#1087;&#1077;&#1094;&#1080;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1073;&#1077;&#1083;&#1082;&#1080; (GAS6, GAS7), &#1075;&#1088;&#1072;&#1085;&#1079;&#1080;&#1084;&#1099; (GZMB,
GZMM, GZMH), &#1073;&#1077;&#1083;&#1082;&#1080;, &#1089;&#1074;&#1103;&#1079;&#1099;&#1074;&#1072;&#1102;&#1097;&#1080;&#1077; &#1080;&#1085;&#1089;&#1091;&#1083;&#1080;&#1085;&#1086;&#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1099;&#1081; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088; &#1088;&#1086;&#1089;&#1090;&#1072; (IGFBP4, IGFBP7), &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1088;&#1077;&#1094;&#1077;&#1087;&#1090;&#1086;&#1088;&#1099; &#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1081; &#1094;&#1080;&#1090;&#1086;&#1090;&#1086;&#1082;&#1089;&#1080;&#1095;&#1085;&#1086;&#1089;&#1090;&#1080; (NCR1, NCR3). &#1058;&#1072;&#1082;, &#1091;
&#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1072;&#1074;&#1090;&#1086;&#1088;&#1099; &#1074;&#1099;&#1103;&#1074;&#1080;&#1083;&#1080; &#1087;&#1086;&#1074;&#1099;&#1096;&#1077;&#1085;&#1080;&#1077; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080;
&#1095;&#1077;&#1090;&#1099;&#1088;&#1077;&#1093; &#1090;&#1088;&#1072;&#1085;&#1089;&#1082;&#1088;&#1080;&#1087;&#1090;&#1086;&#1074; &#1075;&#1088;&#1072;&#1085;&#1079;&#1080;&#1084;&#1086;&#1074; &#1080; &#1087;&#1077;&#1088;&#1092;&#1086;&#1088;&#1080;&#1085;&#1072;. &#1043;&#1088;&#1072;&#1085;&#1079;&#1080;&#1084;&#1099;
&#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1089;&#1077;&#1088;&#1080;&#1085;&#1086;&#1074;&#1099;&#1084;&#1080; &#1087;&#1088;&#1086;&#1090;&#1077;&#1072;&#1079;&#1072;&#1084;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090;&#1089;&#1103;
&#1094;&#1080;&#1090;&#1086;&#1090;&#1086;&#1082;&#1089;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084;&#1080; &#1083;&#1080;&#1084;&#1092;&#1086;&#1094;&#1080;&#1090;&#1072;&#1084;&#1080; &#1076;&#1083;&#1103; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1079;&#1083;&#1086;&#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1080; &#1079;&#1072;&#1088;&#1072;&#1078;&#1077;&#1085;&#1085;&#1099;&#1093; &#1074;&#1080;&#1088;&#1091;&#1089;&#1086;&#1084; &#1082;&#1083;&#1077;&#1090;&#1086;&#1082;. &#1043;&#1088;&#1072;&#1085;&#1079;&#1080;&#1084;&#1099;
&#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1091;&#1102;&#1090;&#1089;&#1103; &#1074; &#1094;&#1080;&#1090;&#1086;&#1087;&#1083;&#1072;&#1079;&#1084;&#1091; &#1082;&#1083;&#1077;&#1090;&#1082;&#1080;-&#1084;&#1080;&#1096;&#1077;&#1085;&#1080; &#1087;&#1077;&#1088;&#1092;&#1086;&#1088;&#1080;&#1085;&#1086;&#1084; 1 (PRF1), &#1087;&#1086;&#1089;&#1083;&#1077; &#1095;&#1077;&#1075;&#1086; &#1086;&#1085;&#1080; &#1088;&#1072;&#1089;&#1097;&#1077;&#1087;&#1083;&#1103;&#1102;&#1090; &#1089;&#1087;&#1077;&#1094;&#1080;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1073;&#1077;&#1083;&#1082;&#1080; &#1080; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072;&#1102;&#1090; &#1072;&#1087;&#1086;&#1087;&#1090;&#1086;&#1079; (Johnson et al., 2003).
&#1055;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1089;&#1074;&#1080;&#1076;&#1077;&#1090;&#1077;&#1083;&#1100;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1086; &#1085;&#1072;&#1083;&#1080;&#1095;&#1080;&#1080; &#1086;&#1095;&#1077;&#1085;&#1100;
&#1089;&#1080;&#1083;&#1100;&#1085;&#1086;&#1081; &#1086;&#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1081; &#1075;&#1088;&#1072;&#1085;&#1079;&#1080;&#1084;&#1072;&#1084;&#1080; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1081; &#1088;&#1077;&#1072;&#1082;&#1094;&#1080;&#1080;
&#1091; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072;.</p><p>&#1055;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1077; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1093;&#1072;&#1085;&#1074;&#1091; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1083;&#1086; &#1074;&#1099;&#1103;&#1074;&#1080;&#1090;&#1100; &#1087;&#1088;&#1086;&#1090;&#1103;&#1078;&#1077;&#1085;&#1085;&#1099;&#1081; &#1088;&#1072;&#1081;&#1086;&#1085; &#1075;&#1086;&#1084;&#1086;&#1079;&#1080;&#1075;&#1086;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; &#1074;&#1073;&#1083;&#1080;&#1079;&#1080; &#1075;&#1077;&#1085;&#1072; RCN2 (LeeT. et al., 2013). &#1055;&#1086; &#1084;&#1085;&#1077;&#1085;&#1080;&#1102;
&#1072;&#1074;&#1090;&#1086;&#1088;&#1086;&#1074;, &#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &#1086;&#1090;&#1073;&#1086;&#1088; &#1087;&#1086; &#1075;&#1077;&#1085;&#1091; RCN2 &#1087;&#1088;&#1080;&#1074;&#1077;&#1083; &#1082; &#1092;&#1086;&#1088;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1102; &#1091; &#1093;&#1072;&#1085;&#1074;&#1091; &#1091;&#1089;&#1090;&#1086;&#1081;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1080; &#1082; &#1074;&#1080;&#1088;&#1091;&#1089;&#1091; &#1087;&#1072;&#1087;&#1080;&#1083;&#1083;&#1086;&#1084;&#1099; &#1050;&#1056;&#1057;.
&#1044;&#1088;&#1091;&#1075;&#1080;&#1077; &#1072;&#1074;&#1090;&#1086;&#1088;&#1099; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1083;&#1080; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086;
&#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1076;&#1083;&#1103; &#1087;&#1086;&#1080;&#1089;&#1082;&#1072; &#1087;&#1086;&#1088;&#1086;&#1076;&#1086;&#1089;&#1087;&#1077;&#1094;&#1080;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1075;&#1077;&#1085;&#1086;&#1074;
&#1091; &#1093;&#1072;&#1085;&#1074;&#1091; &#1087;&#1091;&#1090;&#1077;&#1084; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1072; &#1087;&#1088;&#1086;&#1095;&#1090;&#1077;&#1085;&#1080;&#1081;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1085;&#1077; &#1074;&#1099;&#1088;&#1072;&#1074;&#1085;&#1080;&#1074;&#1072;&#1083;&#1080;&#1089;&#1100; &#1085;&#1072; &#1088;&#1077;&#1092;&#1077;&#1088;&#1077;&#1085;&#1089;&#1085;&#1099;&#1081; &#1075;&#1077;&#1085;&#1086;&#1084; (Caetano-Anolles et al., 2018).
&#1054;&#1082;&#1072;&#1079;&#1072;&#1083;&#1086;&#1089;&#1100;, &#1095;&#1090;&#1086; &#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1077; &#1095;&#1080;&#1089;&#1083;&#1086; &#1073;&#1077;&#1083;&#1082;&#1086;&#1074;&#1099;&#1093; &#1076;&#1086;&#1084;&#1077;&#1085;&#1086;&#1074;
&#1101;&#1090;&#1080;&#1093; &#1075;&#1077;&#1085;&#1086;&#1074; &#1072;&#1089;&#1089;&#1086;&#1094;&#1080;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1086; &#1089; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1077;&#1081; &#1080;&#1084;&#1084;&#1091;&#1085;&#1086;&#1075;&#1083;&#1086;&#1073;&#1091;&#1083;&#1080;&#1085;&#1086;&#1074; &#1080; &#1086;&#1085;&#1080; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086; &#1084;&#1086;&#1075;&#1091;&#1090; &#1074;&#1079;&#1072;&#1080;&#1084;&#1086;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089; &#1076;&#1086;&#1084;&#1077;&#1085;&#1072;&#1084;&#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1073;&#1077;&#1083;&#1082;&#1086;&#1074; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099;.</p><p>&#1043;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; &#1093;&#1072;&#1085;&#1074;&#1091; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1085;&#1086;
&#1087;&#1086; 680 &#1090;&#1099;&#1089;&#1103;&#1095;&#1072;&#1084; &#1054;&#1053;&#1055; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1083;&#1086; &#1085;&#1072;&#1081;&#1090;&#1080; &#1089;&#1083;&#1077;&#1076;&#1099; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1074;
&#1083;&#1086;&#1082;&#1091;&#1089;&#1072;&#1093;, &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1074;&#1096;&#1080;&#1093; &#1094;&#1077;&#1083;&#1099;&#1081; &#1088;&#1103;&#1076; &#1075;&#1077;&#1085;&#1086;&#1074; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; CD14, CD28, RFX5, TNFAIP8L2, TMEM173,
IL17D, TGFB1 &#1080; NFKBIA (Porto-Neto et al., 2014). &#1041;&#1077;&#1083;&#1086;&#1082;,
&#1082;&#1086;&#1076;&#1080;&#1088;&#1091;&#1077;&#1084;&#1099;&#1081; &#1075;&#1077;&#1085;&#1086;&#1084; CD14, &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1087;&#1086;&#1074;&#1077;&#1088;&#1093;&#1085;&#1086;&#1089;&#1090;&#1085;&#1099;&#1084; &#1072;&#1085;&#1090;&#1080;&#1075;&#1077;&#1085;&#1086;&#1084;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1088;&#1091;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1077;&#1080;&#1084;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1085;&#1072; &#1084;&#1086;-&#1085;&#1086;&#1094;&#1080;&#1090;&#1072;&#1093;/&#1084;&#1072;&#1082;&#1088;&#1086;&#1092;&#1072;&#1075;&#1072;&#1093; &#1080; &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074; &#1092;&#1086;&#1088;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; &#1074;&#1088;&#1086;&#1078;&#1076;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1080;&#1084;&#1084;&#1091;&#1085;&#1080;&#1090;&#1077;&#1090;&#1072; &#1085;&#1072; &#1073;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1083;&#1080;&#1087;&#1086;&#1087;&#1086;&#1083;&#1080;&#1089;&#1072;&#1093;&#1072;&#1088;&#1080;&#1076;&#1099; (Tsukamoto et al., 2018). &#1056;&#1077;&#1094;&#1077;&#1087;&#1090;&#1086;&#1088; CD28 &#1089;&#1074;&#1103;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103;
&#1089; &#1090;&#1086;&#1082;&#1089;&#1080;&#1085;&#1072;&#1084;&#1080; &#1089;&#1090;&#1072;&#1092;&#1080;&#1083;&#1086;&#1082;&#1086;&#1082;&#1082;&#1086;&#1074; &#1080; &#1089;&#1090;&#1088;&#1077;&#1087;&#1090;&#1086;&#1082;&#1086;&#1082;&#1082;&#1086;&#1074; &#1080; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072;&#1077;&#1090;
&#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1094;&#1080;&#1090;&#1086;&#1082;&#1080;&#1085;&#1086;&#1074; &#1080; &#1058;-&#1082;&#1083;&#1077;&#1090;&#1086;&#1095;&#1085;&#1099;&#1081; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1099;&#1081; &#1086;&#1090;&#1074;&#1077;&#1090;
(Kaempfer et al., 2013). &#1048;&#1085;&#1090;&#1077;&#1088;&#1083;&#1077;&#1081;&#1082;&#1080;&#1085;-17D (IL17D) &#1089;&#1090;&#1080;&#1084;&#1091;&#1083;&#1080;&#1088;&#1091;&#1077;&#1090; &#1080;&#1085;&#1092;&#1080;&#1083;&#1100;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102; &#1085;&#1077;&#1081;&#1090;&#1088;&#1086;&#1092;&#1080;&#1083;&#1086;&#1074;, &#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1082;&#1080;&#1083;&#1083;&#1077;&#1088;&#1086;&#1074; &#1080; &#1084;&#1086;&#1085;&#1086;&#1094;&#1080;&#1090;&#1086;&#1074; &#1074; &#1086;&#1090;&#1074;&#1077;&#1090; &#1085;&#1072; &#1080;&#1085;&#1092;&#1077;&#1082;&#1094;&#1080;&#1102; &#1094;&#1080;&#1090;&#1086;&#1084;&#1077;&#1075;&#1072;&#1083;&#1086;&#1074;&#1080;&#1088;&#1091;&#1089;&#1072;
&#1091; &#1084;&#1099;&#1096;&#1077;&#1081; (Seelige et al., 2018). &#1058;&#1088;&#1072;&#1085;&#1089;&#1082;&#1088;&#1080;&#1087;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1081; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;
RFX5 &#1086;&#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1091;&#1077;&#1090; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1102; &#1075;&#1077;&#1085;&#1086;&#1074; MHC-II &#1080;, &#1090;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1080;&#1075;&#1088;&#1072;&#1077;&#1090; &#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1091;&#1102; &#1088;&#1086;&#1083;&#1100; &#1074; &#1072;&#1076;&#1072;&#1087;&#1090;&#1080;&#1074;&#1085;&#1086;&#1084; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1084;
&#1086;&#1090;&#1074;&#1077;&#1090;&#1077; (Garvie et al., 2007). &#1041;&#1077;&#1083;&#1086;&#1082; TNFAIP8L2 &#1089;&#1095;&#1080;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103;
&#1088;&#1077;&#1087;&#1088;&#1077;&#1089;&#1089;&#1086;&#1088;&#1086;&#1084; &#1074;&#1088;&#1086;&#1078;&#1076;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1080; &#1072;&#1076;&#1072;&#1087;&#1090;&#1080;&#1074;&#1085;&#1086;&#1075;&#1086; &#1080;&#1084;&#1084;&#1091;&#1085;&#1080;&#1090;&#1077;&#1090;&#1072; &#1080;
&#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1080; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1075;&#1086; &#1075;&#1086;&#1084;&#1077;&#1086;&#1089;&#1090;&#1072;&#1079;&#1072; (Niture
et al., 2019). &#1041;&#1077;&#1083;&#1086;&#1082; STING, &#1082;&#1086;&#1076;&#1080;&#1088;&#1091;&#1077;&#1084;&#1099;&#1081; &#1075;&#1077;&#1085;&#1086;&#1084; TMEM173,
&#1074;&#1093;&#1086;&#1076;&#1080;&#1090; &#1074; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074; &#1073;&#1077;&#1083;&#1082;&#1086;&#1074;&#1086;&#1075;&#1086; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1089;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1088;&#1072;&#1089;&#1087;&#1086;&#1079;&#1085;&#1072;&#1077;&#1090;
&#1085;&#1091;&#1082;&#1083;&#1077;&#1080;&#1085;&#1086;&#1074;&#1099;&#1077; &#1082;&#1080;&#1089;&#1083;&#1086;&#1090;&#1099; &#1074;&#1080;&#1088;&#1091;&#1089;&#1086;&#1074; &#1080; &#1073;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1081; &#1074; &#1094;&#1080;&#1090;&#1086;&#1079;&#1086;&#1083;&#1077; &#1080;
&#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1091;&#1077;&#1090; &#1090;&#1088;&#1072;&#1085;&#1089;&#1082;&#1088;&#1080;&#1087;&#1094;&#1080;&#1102; &#1080;&#1085;&#1090;&#1077;&#1088;&#1092;&#1077;&#1088;&#1086;&#1085;&#1086;&#1074; &#1087;&#1077;&#1088;&#1074;&#1086;&#1075;&#1086; &#1090;&#1080;&#1087;&#1072; (Motwani et al., 2019). &#1069;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1103; &#1084;&#1056;&#1053;&#1050; NFKBIA &#1074; &#1083;&#1080;&#1085;&#1080;&#1080;
&#1082;&#1083;&#1077;&#1090;&#1086;&#1082; &#1087;&#1086;&#1095;&#1082;&#1080; &#1089;&#1074;&#1080;&#1085;&#1100;&#1080; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1083;&#1072;&#1089;&#1100; &#1087;&#1088;&#1080; &#1080;&#1085;&#1092;&#1080;&#1094;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080;
&#1074;&#1080;&#1088;&#1091;&#1089;&#1086;&#1084; &#1103;&#1097;&#1091;&#1088;&#1072; (Zhang T. et al., 2018).</p><p>&#1040;&#1085;&#1072;&#1083;&#1080;&#1079; &#1088;&#1077;&#1075;&#1080;&#1086;&#1085;&#1086;&#1074; &#1089; &#1074;&#1072;&#1088;&#1080;&#1072;&#1094;&#1080;&#1077;&#1081; &#1087;&#1086; &#1095;&#1080;&#1089;&#1083;&#1091; &#1082;&#1086;&#1087;&#1080;&#1081; &#1044;&#1053;&#1050;
(CNV) &#1087;&#1086; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084; &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;, &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1102;&#1097;&#1080;&#1093; &#1096;&#1077;&#1089;&#1090;&#1100; &#1072;&#1073;&#1086;&#1088;&#1080;&#1075;&#1077;&#1085;&#1085;&#1099;&#1093; &#1082;&#1080;&#1090;&#1072;&#1081;&#1089;&#1082;&#1080;&#1093;
&#1087;&#1086;&#1088;&#1086;&#1076; &#1089;&#1082;&#1086;&#1090;&#1072; (Leiqiong, Nanyang, Luxi, Yunnan, Qinchuan,
Yanbian) &#1080; &#1076;&#1074;&#1077; &#1080;&#1085;&#1090;&#1077;&#1088;&#1085;&#1072;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077;
&#1084;&#1103;&#1089;&#1085;&#1099;&#1077; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099; (&#1074;&#1072;&#1075;&#1091;, &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1081; &#1072;&#1085;&#1075;&#1091;&#1089;), &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1083; &#1074;&#1099;&#1103;&#1074;&#1080;&#1090;&#1100;
11&#8202;486 CNV &#1088;&#1077;&#1075;&#1080;&#1086;&#1085;&#1086;&#1074;, &#1087;&#1086;&#1082;&#1088;&#1099;&#1074;&#1072;&#1102;&#1097;&#1080;&#1093; 52.04 &#1084;&#1083;&#1085; &#1087;. &#1085;.
(1.96 %) &#1086;&#1090; &#1088;&#1077;&#1092;&#1077;&#1088;&#1077;&#1085;&#1089;&#1085;&#1086;&#1075;&#1086; &#1075;&#1077;&#1085;&#1086;&#1084;&#1072; (Mei et al., 2019). &#1059; &#1082;&#1080;&#1090;&#1072;&#1081;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1072;&#1074;&#1090;&#1086;&#1088;&#1072;&#1084;&#1080; &#1073;&#1099;&#1083;&#1080; &#1080;&#1076;&#1077;&#1085;&#1090;&#1080;&#1092;&#1080;&#1094;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1084;&#1085;&#1086;&#1075;&#1086;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1083;&#1086;&#1082;&#1072;&#1083;&#1080;&#1079;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077; &#1074; CNV &#1088;&#1077;&#1075;&#1080;&#1086;&#1085;&#1072;&#1093; &#1075;&#1077;&#1085;&#1099;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1089;&#1074;&#1103;&#1079;&#1072;&#1085;&#1099; &#1089; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1099;&#1084; &#1086;&#1090;&#1074;&#1077;&#1090;&#1086;&#1084;. &#1058;&#1072;&#1082;, &#1075;&#1077;&#1085; BOLA-DQA2
&#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1082;&#1088;&#1080;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1086;&#1084; &#1074; &#1088;&#1077;&#1079;&#1080;&#1089;&#1090;&#1077;&#1085;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; &#1082;
&#1084;&#1072;&#1089;&#1090;&#1080;&#1090;&#1091; &#1091; &#1084;&#1086;&#1083;&#1086;&#1095;&#1085;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; (Hou et al., 2012). CNV &#1074; &#1101;&#1090;&#1086;&#1084;
&#1075;&#1077;&#1085;&#1077; &#1072;&#1089;&#1089;&#1086;&#1094;&#1080;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1072; &#1089; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1099;&#1084; &#1086;&#1090;&#1074;&#1077;&#1090;&#1086;&#1084; &#1091; &#1103;&#1082;&#1072; (Zhang X. et
al., 2016). &#1057;&#1086;&#1086;&#1073;&#1097;&#1072;&#1083;&#1086;&#1089;&#1100;, &#1095;&#1090;&#1086; &#1075;&#1077;&#1085;&#1099; AUH, CXCL14, IL1RL2 &#1080;
EPB42 &#1074;&#1083;&#1080;&#1103;&#1102;&#1090; &#1085;&#1072; &#1090;&#1086;&#1083;&#1077;&#1088;&#1072;&#1085;&#1090;&#1085;&#1086;&#1089;&#1090;&#1100; &#1082; &#1087;&#1072;&#1088;&#1072;&#1079;&#1080;&#1090;&#1072;&#1084; &#1091; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093;
&#1087;&#1086;&#1088;&#1086;&#1076; &#1089;&#1082;&#1086;&#1090;&#1072; (Mustafa et al., 2018). &#1056;&#1103;&#1076; &#1075;&#1077;&#1085;&#1086;&#1074;, &#1074; &#1090;&#1086;&#1084; &#1095;&#1080;&#1089;&#1083;&#1077;
A2M, BLA-DQB, HSPA9, IFNA16, IL15, IL2, PROCR, SP3,
VAMP7 &#1080; TLR4, &#1089;&#1074;&#1103;&#1079;&#1072;&#1085;&#1099;, &#1087;&#1086; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084; &#1084;&#1085;&#1086;&#1075;&#1086;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1081;, &#1089; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1099;&#1084; &#1086;&#1090;&#1074;&#1077;&#1090;&#1086;&#1084; (Mei et al., 2016; Randhawa et al., 2016). &#1053;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1075;&#1077;&#1085;&#1086;&#1074; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099;
&#1072;&#1082;&#1090;&#1080;&#1074;&#1080;&#1088;&#1091;&#1102;&#1090;&#1089;&#1103; &#1074; &#1086;&#1090;&#1074;&#1077;&#1090; &#1085;&#1072; &#1074;&#1085;&#1077;&#1096;&#1085;&#1077;&#1077; &#1074;&#1086;&#1079;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1077;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;
EGLN2 (Wu D.D. et al., 2018), SOX5 (Liu, Bickhart, 2012),
CD59 (Chan et al., 2010), GPR50, TAS2R16 (Gautier et al.,
2016), NFIB (Zhao et al., 2017), &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; FZD10, KIF2B &#1080;
ROBO1 (Ai et al., 2015).</p><p>&#1057;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1077; &#1087;&#1091;&#1090;&#1077;&#1084; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1056;&#1053;&#1050; &#1076;&#1080;&#1092;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1088;&#1091;&#1102;&#1097;&#1080;&#1093;&#1089;&#1103; &#1075;&#1077;&#1085;&#1086;&#1074; &#1074; &#1087;&#1077;&#1095;&#1077;&#1085;&#1080; &#1080; &#1089;&#1077;&#1083;&#1077;&#1079;&#1077;&#1085;&#1082;&#1077;
&#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1086;, &#1095;&#1090;&#1086; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1103; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1075;&#1077;&#1085;&#1086;&#1074;, &#1089;&#1074;&#1103;&#1079;&#1072;&#1085;&#1085;&#1099;&#1093; &#1089;
&#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1081; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1077;&#1081; (C1QB, CD55, MASP2, C4BPA, MAVS,
NOD2 &#1080; CD46), &#1073;&#1099;&#1083;&#1072; &#1087;&#1086;&#1074;&#1099;&#1096;&#1077;&#1085;&#1072; &#1091; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;&#1099;
Yunnan humped &#1087;&#1086; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1102; &#1089; &#1075;&#1086;&#1083;&#1096;&#1090;&#1080;&#1085;&#1072;&#1084;&#1080;, &#1074; &#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103;
&#1082;&#1072;&#1082; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1103; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1075;&#1077;&#1085;&#1086;&#1074; (C2, SERPING1, SERPINE1,
TIRAP, TLR2 &#1080; TLR6) &#1073;&#1099;&#1083;&#1072; &#1087;&#1086;&#1085;&#1080;&#1078;&#1077;&#1085;&#1072; (ChenY. et al., 2019).
&#1043;&#1077;&#1085; C1QB &#1082;&#1086;&#1076;&#1080;&#1088;&#1091;&#1077;&#1090; &#1042;-&#1094;&#1077;&#1087;&#1100; &#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1072; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1072; 1q,
&#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1103; &#1074; &#1092;&#1086;&#1088;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; &#1074;&#1088;&#1086;&#1078;&#1076;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1080;&#1084;&#1084;&#1091;&#1085;&#1080;&#1090;&#1077;&#1090;&#1072;, &#1072;
&#1090;&#1072;&#1082;&#1078;&#1077; &#1089;&#1095;&#1080;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1076;&#1085;&#1080;&#1084; &#1080;&#1079; &#1093;&#1072;&#1073;&#1086;&#1074; &#1088;&#1077;&#1072;&#1082;&#1094;&#1080;&#1080; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1084;&#1072; &#1085;&#1072;
&#1080;&#1085;&#1092;&#1080;&#1094;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; Mycobacterium tuberculosis (Sambarey et
al., 2017). &#1043;&#1077;&#1085; CD46 &#1082;&#1086;&#1076;&#1080;&#1088;&#1091;&#1077;&#1090; &#1073;&#1077;&#1083;&#1086;&#1082;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103;
&#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1086;&#1084; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1072; &#1080; &#1084;&#1086;&#1078;&#1077;&#1090; &#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1100; &#1074;
&#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1088;&#1077;&#1094;&#1077;&#1087;&#1090;&#1086;&#1088;&#1072; &#1076;&#1083;&#1103; &#1074;&#1080;&#1088;&#1091;&#1089;&#1072; &#1082;&#1086;&#1088;&#1080;, &#1075;&#1077;&#1088;&#1087;&#1077;&#1089;-&#1074;&#1080;&#1088;&#1091;&#1089;&#1072; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072; 6-&#1075;&#1086; &#1090;&#1080;&#1087;&#1072; &#1080; &#1073;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1080; Neisseria (Yamamoto et al., 2013).
&#1044;&#1088;&#1091;&#1075;&#1086;&#1081; &#1073;&#1077;&#1083;&#1086;&#1082; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1072;, CD55, &#1072;&#1089;&#1089;&#1086;&#1094;&#1080;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085; &#1089; &#1084;&#1072;&#1083;&#1103;&#1088;&#1080;&#1077;&#1081; &#1080; &#1072;&#1091;&#1090;&#1086;&#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1099;&#1084;&#1080; &#1079;&#1072;&#1073;&#1086;&#1083;&#1077;&#1074;&#1072;&#1085;&#1080;&#1103;&#1084;&#1080; (Dho et al., 2018).
&#1050;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1072; &#1057;2 &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074; &#1086;&#1095;&#1080;&#1097;&#1077;&#1085;&#1080;&#1080; &#1090;&#1082;&#1072;&#1085;&#1077;&#1081;
&#1086;&#1090; &#1072;&#1087;&#1086;&#1087;&#1090;&#1086;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1082;&#1083;&#1077;&#1090;&#1086;&#1082;, &#1080; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1099; &#1101;&#1090;&#1086;&#1075;&#1086;
&#1075;&#1077;&#1085;&#1072; &#1072;&#1089;&#1089;&#1086;&#1094;&#1080;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1089; &#1082;&#1088;&#1072;&#1089;&#1085;&#1086;&#1081; &#1074;&#1086;&#1083;&#1095;&#1072;&#1085;&#1082;&#1086;&#1081; (Chen H.H. et al.,
2015). &#1043;&#1077;&#1085; MASP2 &#1082;&#1086;&#1076;&#1080;&#1088;&#1091;&#1077;&#1090; &#1073;&#1077;&#1083;&#1086;&#1082;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1089;&#1103; &#1082; &#1089;&#1077;&#1084;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091; &#1089;&#1077;&#1088;&#1080;&#1085;&#1086;&#1074;&#1099;&#1093; &#1087;&#1077;&#1087;&#1090;&#1080;&#1076;&#1072;&#1079; S1. &#1042; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; (Kasanmoentalib et al., 2017) &#1084;&#1099;&#1096;&#1080; &#1089; &#1085;&#1086;&#1082;&#1072;&#1091;&#1090;&#1086;&#1084; &#1087;&#1086; &#1101;&#1090;&#1086;&#1084;&#1091; &#1075;&#1077;&#1085;&#1091; &#1095;&#1072;&#1097;&#1077;
&#1075;&#1080;&#1073;&#1083;&#1080;, &#1087;&#1086; &#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1102; &#1089; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1077;&#1084;, &#1087;&#1088;&#1080; &#1087;&#1085;&#1077;&#1074;&#1084;&#1086;&#1082;&#1086;&#1082;&#1082;&#1086;&#1074;&#1086;&#1084;
&#1084;&#1077;&#1085;&#1080;&#1085;&#1075;&#1080;&#1090;&#1077;. &#1041;&#1077;&#1083;&#1086;&#1082; C4BPA &#1074;&#1093;&#1086;&#1076;&#1080;&#1090; &#1074; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074; &#1084;&#1091;&#1083;&#1100;&#1090;&#1080;&#1084;&#1077;&#1088;&#1085;&#1086;&#1075;&#1086;
&#1073;&#1077;&#1083;&#1082;&#1072; C4BP, &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1080;&#1088;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1072;&#1082;&#1090;&#1080;&#1074;&#1072;&#1094;&#1080;&#1102; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1072;
&#1087;&#1086; &#1082;&#1083;&#1072;&#1089;&#1089;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1084;&#1091; &#1087;&#1091;&#1090;&#1080;. C4BP &#1089;&#1074;&#1103;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084;&#1080;
&#1087;&#1072;&#1090;&#1086;&#1075;&#1077;&#1085;&#1072;&#1084;&#1080;, &#1074; &#1095;&#1072;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; Streptococcus pyogenes, &#1095;&#1090;&#1086; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090; &#1101;&#1090;&#1080;&#1084; &#1073;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1103;&#1084; &#1074;&#1099;&#1078;&#1080;&#1074;&#1072;&#1085;&#1080;&#1077; &#1074; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1084;&#1077; &#1093;&#1086;&#1079;&#1103;&#1080;&#1085;&#1072;
(Ermert, Blom, 2016). &#1041;&#1077;&#1083;&#1086;&#1082; MAVS &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084; &#1076;&#1083;&#1103; &#1072;&#1082;&#1090;&#1080;&#1074;&#1072;&#1094;&#1080;&#1080; &#1090;&#1088;&#1072;&#1085;&#1089;&#1082;&#1088;&#1080;&#1087;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1093; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1086;&#1074;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1088;&#1077;&#1075;&#1091;&#1083;&#1080;&#1088;&#1091;&#1102;&#1090;
&#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1102; &#1073;&#1077;&#1090;&#1072;-&#1080;&#1085;&#1090;&#1077;&#1088;&#1092;&#1077;&#1088;&#1086;&#1085;&#1072; &#1080;, &#1090;&#1072;&#1082;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072;&#1102;&#1090; &#1088;&#1077;&#1072;&#1082;&#1094;&#1080;&#1080; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1086;&#1074;&#1080;&#1088;&#1091;&#1089;&#1085;&#1086;&#1075;&#1086; &#1080;&#1084;&#1084;&#1091;&#1085;&#1080;&#1090;&#1077;&#1090;&#1072; (Belgnaoui et
al., 2011). &#1043;&#1077;&#1085; NOD2 &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1088;&#1091;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1077;&#1080;&#1084;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;
&#1074; &#1083;&#1077;&#1081;&#1082;&#1086;&#1094;&#1080;&#1090;&#1072;&#1093;. &#1045;&#1075;&#1086; &#1073;&#1077;&#1083;&#1082;&#1086;&#1074;&#1099;&#1081; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090; &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1084; &#1086;&#1090;&#1074;&#1077;&#1090;&#1077; &#1085;&#1072; &#1073;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1083;&#1080;&#1087;&#1086;&#1087;&#1086;&#1083;&#1080;&#1089;&#1072;&#1093;&#1072;&#1088;&#1080;&#1076;&#1099; &#1087;&#1091;&#1090;&#1077;&#1084;
&#1088;&#1072;&#1089;&#1087;&#1086;&#1079;&#1085;&#1072;&#1074;&#1072;&#1085;&#1080;&#1103; &#1084;&#1091;&#1088;&#1072;&#1084;&#1080;&#1083;&#1076;&#1080;&#1087;&#1077;&#1087;&#1090;&#1080;&#1076;&#1072; &#1080; &#1072;&#1082;&#1090;&#1080;&#1074;&#1072;&#1094;&#1080;&#1080; &#1073;&#1077;&#1083;&#1082;&#1072;
NFkB (Kuss-Duerkop, Keestra-Gounder, 2020). &#1059; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072;
&#1054;&#1053;&#1055; &#1084;&#1072;&#1088;&#1082;&#1077;&#1088;&#1099; &#1074; &#1075;&#1077;&#1085;&#1077; SERPINE1 &#1072;&#1089;&#1089;&#1086;&#1094;&#1080;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1089; &#1087;&#1086;&#1074;&#1099;-&#1096;&#1077;&#1085;&#1085;&#1086;&#1081; &#1089;&#1084;&#1077;&#1088;&#1090;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1086;&#1090; &#1089;&#1077;&#1087;&#1089;&#1080;&#1089;&#1072; (Shi et al., 2015). &#1058;&#1086;&#1083;&#1083;&#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1099;&#1081; &#1088;&#1077;&#1094;&#1077;&#1087;&#1090;&#1086;&#1088; TLR6 &#1086;&#1073;&#1088;&#1072;&#1079;&#1091;&#1077;&#1090; &#1075;&#1077;&#1090;&#1077;&#1088;&#1086;&#1076;&#1080;&#1084;&#1077;&#1088;&#1085;&#1099;&#1081; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1089; &#1089; TLR2, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1088;&#1072;&#1089;&#1087;&#1086;&#1079;&#1085;&#1072;&#1105;&#1090; &#1094;&#1077;&#1083;&#1099;&#1081; &#1088;&#1103;&#1076; &#1087;&#1072;&#1090;&#1086;&#1075;&#1077;&#1085;-&#1089;&#1074;&#1103;&#1079;&#1072;&#1085;&#1085;&#1099;&#1093; &#1084;&#1086;&#1083;&#1077;&#1082;&#1091;&#1083;&#1103;&#1088;&#1085;&#1099;&#1093; &#1089;&#1090;&#1088;&#1091;&#1082;&#1090;&#1091;&#1088;. &#1054;&#1053;&#1055; &#1084;&#1072;&#1088;&#1082;&#1077;&#1088;&#1099; &#1074; &#1075;&#1077;&#1085;&#1072;&#1093;
TLR2 &#1080; TLR6 &#1072;&#1089;&#1089;&#1086;&#1094;&#1080;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1089; &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1050;&#1056;&#1057;
&#1082; Mycobacterium avium spp. paratuberculosis, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1082; &#1090;&#1091;&#1073;&#1077;&#1088;&#1082;&#1091;&#1083;&#1077;&#1079;&#1091; &#1080; &#1092;&#1080;&#1083;&#1103;&#1088;&#1080;&#1086;&#1079;&#1091; &#1091; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072; (Mukherjee et al., 2019).
&#1043;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1095;&#1080;&#1087;&#1072;&#1093; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1081; &#1087;&#1083;&#1086;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; &#1075;&#1080;&#1073;&#1088;&#1080;&#1076;&#1086;&#1074; &#1074;&#1072;&#1075;&#1091; &#1089; &#1087;&#1086;&#1088;&#1086;&#1076;&#1086;&#1081; Fuzhou &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1083;&#1086; &#1080;&#1076;&#1077;&#1085;&#1090;&#1080;&#1092;&#1080;&#1094;&#1080;&#1088;&#1086;-&#1074;&#1072;&#1090;&#1100; &#1089;&#1083;&#1077;&#1076;&#1099; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1074; &#1088;&#1103;&#1076;&#1077; &#1075;&#1077;&#1085;&#1086;&#1074; (TLR9, TAFA1, GPX8, IL5,
PRDM9 &#1080; GRIK2), &#1072;&#1089;&#1089;&#1086;&#1094;&#1080;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1089; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1081; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1077;&#1081; (Wang Z. et al., 2019). &#1042;&#1085;&#1091;&#1090;&#1088;&#1080;&#1082;&#1083;&#1077;&#1090;&#1086;&#1095;&#1085;&#1099;&#1081; &#1090;&#1086;&#1083;&#1083;-&#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1099;&#1081; &#1088;&#1077;&#1094;&#1077;&#1087;&#1090;&#1086;&#1088; TLR9 &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1088;&#1072;&#1089;&#1087;&#1086;&#1079;&#1085;&#1072;&#1077;&#1090; &#1087;&#1072;&#1090;&#1086;&#1075;&#1077;&#1085;&#1099;, &#1087;&#1088;&#1086;&#1085;&#1080;&#1082;&#1072;&#1102;&#1097;&#1080;&#1077; &#1074;&#1085;&#1091;&#1090;&#1088;&#1100; &#1082;&#1083;&#1077;&#1090;&#1082;&#1080; (Mukherjee et al., 2019). &#1054;&#1053;&#1055; &#1084;&#1072;&#1088;&#1082;&#1077;&#1088;&#1099; &#1074; &#1075;&#1077;&#1085;&#1077; TLR9 &#1091; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072; &#1072;&#1089;&#1089;&#1086;&#1094;&#1080;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1089; &#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1099;&#1084;
&#1086;&#1090;&#1074;&#1077;&#1090;&#1086;&#1084; &#1087;&#1088;&#1080; &#1090;&#1091;&#1073;&#1077;&#1088;&#1082;&#1091;&#1083;&#1077;&#1079;&#1077; (Bharti et al., 2014). &#1043;&#1077;&#1085; TAFA1
&#1082;&#1086;&#1076;&#1080;&#1088;&#1091;&#1077;&#1090; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1081;, &#1089;&#1093;&#1086;&#1076;&#1085;&#1099;&#1081; &#1089; &#1093;&#1077;&#1084;&#1086;&#1082;&#1080;&#1085;&#1072;&#1084;&#1080; &#1073;&#1077;&#1083;&#1086;&#1082;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1088;&#1091;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1077;&#1080;&#1084;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1074; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093;
&#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1103;&#1093; &#1084;&#1086;&#1079;&#1075;&#1072; &#1080; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1091;&#1077;&#1090; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1088;&#1077;&#1075;&#1091;&#1083;&#1103;&#1090;&#1086;&#1088;&#1072;
&#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1099;&#1093; &#1080; &#1085;&#1077;&#1088;&#1074;&#1085;&#1099;&#1093; &#1082;&#1083;&#1077;&#1090;&#1086;&#1082; (&#1085;&#1077;&#1081;&#1088;&#1086;&#1082;&#1080;&#1085;&#1072;) (Tom Tang et
al., 2004). &#1062;&#1080;&#1090;&#1086;&#1082;&#1080;&#1085; IL5 &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1086;&#1084; &#1088;&#1086;&#1089;&#1090;&#1072; &#1080; &#1076;&#1080;&#1092;&#1092;&#1077;&#1088;&#1077;&#1085;&#1094;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080; &#1042;-&#1082;&#1083;&#1077;&#1090;&#1086;&#1082; &#1080; &#1101;&#1086;&#1079;&#1080;&#1085;&#1086;&#1092;&#1080;&#1083;&#1086;&#1074; (Takatsu, 2011).</p><p>
<bold>&#1043;&#1077;&#1085;&#1099; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1082; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1075;&#1086;&#1088;&#1100;&#1102;</bold>
</p><p>&#1050;&#1072;&#1082; &#1087;&#1086;&#1083;&#1072;&#1075;&#1072;&#1102;&#1090;, &#1103;&#1082; &#1086;&#1073;&#1080;&#1090;&#1072;&#1077;&#1090; &#1085;&#1072; &#1058;&#1080;&#1073;&#1077;&#1090;&#1089;&#1082;&#1086;&#1084; &#1087;&#1083;&#1072;&#1090;&#1086; &#1085;&#1072; &#1087;&#1088;&#1086;&#1090;&#1103;&#1078;&#1077;&#1085;&#1080;&#1080; &#1084;&#1080;&#1083;&#1083;&#1080;&#1086;&#1085;&#1086;&#1074; &#1083;&#1077;&#1090; &#1080; &#1079;&#1072; &#1101;&#1090;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1087;&#1088;&#1080;&#1086;&#1073;&#1088;&#1077;&#1083; &#1084;&#1085;&#1086;&#1075;&#1086;&#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1085;&#1099;&#1077; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1082; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1084; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1075;&#1086;&#1088;&#1100;&#1103;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;
&#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1077;&#1085;&#1085;&#1099;&#1081; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1083;&#1077;&#1075;&#1082;&#1080;&#1093; &#1080; &#1089;&#1077;&#1088;&#1076;&#1094;&#1072;. &#1042; &#1086;&#1090;&#1083;&#1080;&#1095;&#1080;&#1077; &#1086;&#1090; &#1103;&#1082;&#1072;,
&#1076;&#1086;&#1084;&#1072;&#1096;&#1085;&#1080;&#1081; &#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1099;&#1081; &#1089;&#1082;&#1086;&#1090; &#1087;&#1086;&#1103;&#1074;&#1080;&#1083;&#1089;&#1103; &#1085;&#1072; &#1058;&#1080;&#1073;&#1077;&#1090;&#1089;&#1082;&#1086;&#1084; &#1087;&#1083;&#1072;&#1090;&#1086;
&#1074;&#1084;&#1077;&#1089;&#1090;&#1077; &#1089; &#1083;&#1102;&#1076;&#1100;&#1084;&#1080; &#1074;&#1089;&#1077;&#1075;&#1086; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1090;&#1099;&#1089;&#1103;&#1095; &#1083;&#1077;&#1090; &#1085;&#1072;&#1079;&#1072;&#1076;. &#1041;&#1099;&#1089;&#1090;&#1088;&#1086;&#1081;
&#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1090;&#1080;&#1073;&#1077;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1082; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1084; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1075;&#1086;&#1088;&#1100;&#1103;, &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;, &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1083;&#1072; &#1080;&#1085;&#1090;&#1088;&#1086;&#1075;&#1088;&#1077;&#1089;&#1089;&#1080;&#1103; &#1075;&#1077;&#1085;&#1086;&#1074; &#1089;&#1080;&#1075;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086;
&#1087;&#1091;&#1090;&#1080; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072; &#1085;&#1072; &#1075;&#1080;&#1087;&#1086;&#1082;&#1089;&#1080;&#1102; (&#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, EGLN1, EGLN2 &#1080;
HIF3a) (Wu D.D. et al., 2018). &#1069;&#1090;&#1080; &#1078;&#1077; &#1072;&#1074;&#1090;&#1086;&#1088;&#1099; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1080;, &#1095;&#1090;&#1086;
&#1090;&#1080;&#1073;&#1077;&#1090;&#1089;&#1082;&#1080;&#1081; &#1089;&#1082;&#1086;&#1090;, &#1080;&#1084;&#1077;&#1102;&#1097;&#1080;&#1081; &#1075;&#1072;&#1087;&#1083;&#1086;&#1090;&#1080;&#1087; EGLN1 &#1086;&#1090; &#1103;&#1082;&#1072;, &#1090;&#1086;&#1078;&#1077;
&#1080;&#1084;&#1077;&#1077;&#1090; &#1089;&#1085;&#1080;&#1078;&#1077;&#1085;&#1085;&#1091;&#1102; &#1082;&#1086;&#1085;&#1094;&#1077;&#1085;&#1090;&#1088;&#1072;&#1094;&#1080;&#1102; &#1075;&#1077;&#1084;&#1086;&#1075;&#1083;&#1086;&#1073;&#1080;&#1085;&#1072; &#1080; &#1095;&#1080;&#1089;&#1083;&#1086;
&#1101;&#1088;&#1080;&#1090;&#1088;&#1086;&#1094;&#1080;&#1090;&#1086;&#1074; &#1074; &#1082;&#1088;&#1086;&#1074;&#1080;, &#1095;&#1090;&#1086; &#1088;&#1072;&#1089;&#1094;&#1077;&#1085;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1082;&#1072;&#1082; &#1072;&#1076;&#1072;&#1087;&#1090;&#1080;&#1074;&#1085;&#1099;&#1081;
&#1087;&#1088;&#1080;&#1079;&#1085;&#1072;&#1082;.</p><p>&#1044;&#1088;&#1091;&#1075;&#1072;&#1103; &#1075;&#1088;&#1091;&#1087;&#1087;&#1072; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081; &#1085;&#1072; &#1086;&#1089;&#1085;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;
&#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1083;&#1072;, &#1095;&#1090;&#1086; &#1074; &#1089;&#1088;&#1077;&#1076;&#1085;&#1077;&#1084; 1.22 % &#1075;&#1077;&#1085;&#1086;&#1084;&#1072; &#1090;&#1080;&#1073;&#1077;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1087;&#1088;&#1086;&#1080;&#1079;&#1086;&#1096;&#1083;&#1080; &#1074; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1077; &#1080;&#1085;&#1090;&#1088;&#1086;&#1075;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#1086;&#1090; &#1103;&#1082;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1085;&#1086; &#1076;&#1074;&#1077; &#1090;&#1099;&#1089;&#1103;&#1095;&#1080; &#1083;&#1077;&#1090; &#1085;&#1072;&#1079;&#1072;&#1076;
(Chen N. et al., 2018a). &#1040;&#1085;&#1072;&#1083;&#1080;&#1079; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072; &#1080;&#1085;&#1090;&#1088;&#1086;&#1076;&#1091;&#1094;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1075;&#1077;&#1085;&#1086;&#1074; &#1074;&#1099;&#1103;&#1074;&#1080;&#1083; &#1076;&#1086;&#1089;&#1090;&#1086;&#1074;&#1077;&#1088;&#1085;&#1086;&#1077; &#1086;&#1073;&#1086;&#1075;&#1072;&#1097;&#1077;&#1085;&#1080;&#1077; &#1090;&#1088;&#1077;&#1084;&#1103; &#1090;&#1077;&#1088;&#1084;&#1080;&#1085;&#1072;&#1084;&#1080; &#1075;&#1077;&#1085;&#1085;&#1086;&#1081; &#1086;&#1085;&#1090;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;: &#1089;&#1077;&#1085;&#1089;&#1086;&#1088;&#1085;&#1086;&#1077; &#1074;&#1086;&#1089;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1077; &#1079;&#1072;&#1087;&#1072;&#1093;&#1072;
(GO:0007608), &#1090;&#1088;&#1072;&#1085;&#1089;&#1084;&#1077;&#1084;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1081; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090; L-&#1086;&#1088;&#1085;&#1080;&#1090;&#1080;&#1085;&#1072;
(GO:1903352), &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1080;&#1085;&#1075; &#1072;&#1085;&#1090;&#1080;&#1075;&#1077;&#1085;&#1072; &#1080; &#1087;&#1088;&#1077;&#1079;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1103; &#1087;&#1077;&#1087;&#1090;&#1080;&#1076;&#1085;&#1099;&#1093; &#1080;&#1083;&#1080; &#1087;&#1086;&#1083;&#1080;&#1089;&#1072;&#1093;&#1072;&#1088;&#1080;&#1076;&#1085;&#1099;&#1093; &#1072;&#1085;&#1090;&#1080;&#1075;&#1077;&#1085;&#1086;&#1074; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1073;&#1077;&#1083;&#1082;&#1086;&#1074; &#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1075;&#1086; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1089;&#1072; &#1075;&#1080;&#1089;&#1090;&#1086;&#1089;&#1086;&#1074;&#1084;&#1077;&#1089;&#1090;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080;
&#1082;&#1083;&#1072;&#1089;&#1089;&#1072; II (GO:0002504). &#1055;&#1086;&#1080;&#1089;&#1082; &#1087;&#1086; &#1073;&#1072;&#1079;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; KEGG
&#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1083;, &#1095;&#1090;&#1086; &#1085;&#1072;&#1080;&#1073;&#1086;&#1083;&#1100;&#1096;&#1072;&#1103; &#1075;&#1088;&#1091;&#1087;&#1087;&#1072; &#1080;&#1085;&#1090;&#1088;&#1086;&#1076;&#1091;&#1094;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1075;&#1077;&#1085;&#1086;&#1074; &#1073;&#1099;&#1083;&#1072; &#1074;&#1086;&#1074;&#1083;&#1077;&#1095;&#1077;&#1085;&#1072; &#1074; &#1088;&#1077;&#1072;&#1082;&#1094;&#1080;&#1102; &#171;&#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1083;&#1072;&#1085;&#1090;&#1072;&#1090; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;
&#1093;&#1086;&#1079;&#1103;&#1080;&#1085;&#1072;&#187;. &#1042; &#1075;&#1077;&#1085;&#1086;&#1084;&#1077; &#1090;&#1080;&#1073;&#1077;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1074; &#1088;&#1072;&#1081;&#1086;&#1085;&#1072;&#1093; &#1080;&#1085;&#1090;&#1088;&#1086;&#1075;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#1073;&#1099;&#1083;&#1086; &#1085;&#1072;&#1081;&#1076;&#1077;&#1085;&#1086; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1075;&#1077;&#1085;&#1086;&#1074;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1084;&#1086;&#1075;&#1083;&#1080;
&#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1082; &#1075;&#1080;&#1087;&#1086;&#1082;&#1089;&#1080;&#1080;. &#1050; &#1085;&#1080;&#1084; &#1086;&#1090;&#1085;&#1086;&#1089;&#1103;&#1090;&#1089;&#1103;
&#1075;&#1077;&#1085;&#1099; &#1084;&#1077;&#1090;&#1072;&#1073;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1075;&#1086; &#1087;&#1091;&#1090;&#1080; &#1080;&#1085;&#1076;&#1091;&#1094;&#1080;&#1088;&#1091;&#1077;&#1084;&#1086;&#1075;&#1086; &#1075;&#1080;&#1087;&#1086;&#1082;&#1089;&#1080;&#1077;&#1081;
&#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072; &#8211; COPS5, IL1A, IL1B, MMP3 &#1080; EGLN1, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077;
&#1085;&#1077;&#1086;&#1076;&#1085;&#1086;&#1082;&#1088;&#1072;&#1090;&#1085;&#1086; &#1073;&#1099;&#1083;&#1080; &#1080;&#1076;&#1077;&#1085;&#1090;&#1080;&#1092;&#1080;&#1094;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1084;&#1080;&#1096;&#1077;&#1085;&#1077;&#1081; &#1076;&#1083;&#1103; &#1086;&#1090;&#1073;&#1086;&#1088;&#1072; &#1085;&#1072; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1102; &#1082; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1075;&#1086;&#1088;&#1100;&#1102; &#1091; &#1078;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081;
&#1040;&#1085;&#1076;, &#1058;&#1080;&#1073;&#1077;&#1090;&#1072; &#1080; &#1091; &#1103;&#1082;&#1072; (Bigham et al., 2010; Qiu et al., 2012).
&#1044;&#1074;&#1072; &#1075;&#1077;&#1085;&#1072;, RYR2 &#1080; SDHD, &#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1074; &#1088;&#1077;&#1075;&#1091;&#1083;&#1103;&#1094;&#1080;&#1080; &#1075;&#1086;&#1084;&#1077;&#1086;&#1089;&#1090;&#1072;&#1079;&#1072; &#1082;&#1072;&#1083;&#1100;&#1094;&#1080;&#1103;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1086;&#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1091;&#1077;&#1090; &#1088;&#1077;&#1072;&#1082;&#1094;&#1080;&#1102; &#1085;&#1072; &#1075;&#1080;&#1087;&#1086;&#1082;&#1089;&#1080;&#1102;
(Wang M.S. et al., 2015).</p><p>&#1057;&#1088;&#1072;&#1074;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079; &#1088;&#1072;&#1081;&#1086;&#1085;&#1086;&#1074; CNV &#1091; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1075;&#1086;&#1088;&#1085;&#1086;&#1075;&#1086;
&#1090;&#1080;&#1073;&#1077;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1080; &#1088;&#1072;&#1074;&#1085;&#1080;&#1085;&#1085;&#1086;&#1075;&#1086; &#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086; (Menggu)
&#1087;&#1086; &#1076;&#1072;&#1085;&#1085;&#1099;&#1084; &#1087;&#1086;&#1083;&#1085;&#1086;&#1075;&#1077;&#1085;&#1086;&#1084;&#1085;&#1086;&#1075;&#1086; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1085;&#1072; &#1073;&#1080;&#1086;&#1095;&#1080;&#1087;&#1077;
Illumina BovineHD Genotyping BeadChip &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1080;&#1083; &#1080;&#1076;&#1077;&#1085;&#1090;&#1080;&#1092;&#1080;&#1094;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1090;&#1088;&#1080; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1075;&#1077;&#1085;&#1072;-&#1082;&#1072;&#1085;&#1076;&#1080;&#1076;&#1072;&#1090;&#1072; (LETM1,
TXNRD2 &#1080; STUB1) &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1082; &#1075;&#1080;&#1087;&#1086;&#1082;&#1089;&#1080;&#1080; (Zhang Y. et al.,
2020). &#1043;&#1077;&#1085; LETM1 &#1082;&#1086;&#1076;&#1080;&#1088;&#1091;&#1077;&#1090; &#1073;&#1077;&#1083;&#1086;&#1082;, &#1074;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1085;&#1099;&#1081; &#1074;&#1086; &#1074;&#1085;&#1091;&#1090;&#1088;&#1077;&#1085;&#1085;&#1102;&#1102; &#1084;&#1077;&#1084;&#1073;&#1088;&#1072;&#1085;&#1091; &#1084;&#1080;&#1090;&#1086;&#1093;&#1086;&#1085;&#1076;&#1088;&#1080;&#1081;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1080;&#1075;&#1088;&#1072;&#1077;&#1090; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1091;&#1102; &#1088;&#1086;&#1083;&#1100; &#1074; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1080; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1084;&#1086;&#1088;&#1092;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1101;&#1090;&#1080;&#1093;
&#1086;&#1088;&#1075;&#1072;&#1085;&#1077;&#1083;&#1083; &#1080; &#1078;&#1080;&#1079;&#1085;&#1077;&#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1086;&#1089;&#1090;&#1080; &#1082;&#1083;&#1077;&#1090;&#1086;&#1082; (Li Y. et al., 2019).
&#1054;&#1087;&#1086;&#1089;&#1088;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1085;&#1072;&#1103; &#1072;&#1076;&#1077;&#1085;&#1086;&#1074;&#1080;&#1088;&#1091;&#1089;&#1086;&#1084; &#1089;&#1074;&#1077;&#1088;&#1093;&#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1103; &#1075;&#1077;&#1085;&#1072;
LETM1 &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100; &#1082; &#1089;&#1085;&#1080;&#1078;&#1077;&#1085;&#1080;&#1102; &#1074;&#1099;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080; &#1040;&#1058;&#1060;,
&#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1083;&#1077;&#1085;&#1080;&#1103; &#1082;&#1080;&#1089;&#1083;&#1086;&#1088;&#1086;&#1076;&#1072; &#1080; &#1084;&#1072;&#1089;&#1089;&#1099; &#1084;&#1080;&#1090;&#1086;&#1093;&#1086;&#1085;&#1076;&#1088;&#1080;&#1081;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1082;
&#1085;&#1077;&#1082;&#1088;&#1086;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1075;&#1080;&#1073;&#1077;&#1083;&#1080; &#1082;&#1083;&#1077;&#1090;&#1086;&#1082; HeLa (Piao et al., 2009). &#1042; &#1075;&#1077;&#1085;&#1086;&#1084;&#1077; &#1090;&#1080;&#1073;&#1077;&#1090;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1073;&#1099;&#1083;&#1086; &#1074;&#1099;&#1103;&#1074;&#1083;&#1077;&#1085;&#1086; &#1087;&#1086;&#1085;&#1080;&#1078;&#1077;&#1085;&#1085;&#1086;&#1077; &#1095;&#1080;&#1089;&#1083;&#1086;
&#1082;&#1086;&#1087;&#1080;&#1081; &#1075;&#1077;&#1085;&#1072; LETM1, &#1095;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080;
&#1101;&#1090;&#1080;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093; &#1082; &#1075;&#1080;&#1087;&#1086;&#1082;&#1089;&#1080;&#1080; &#1087;&#1091;&#1090;&#1077;&#1084; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081; &#1084;&#1086;&#1088;&#1092;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1080; &#1078;&#1080;&#1079;&#1085;&#1077;&#1076;&#1077;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080; &#1084;&#1080;&#1090;&#1086;&#1093;&#1086;&#1085;&#1076;&#1088;&#1080;&#1081;. &#1043;&#1077;&#1085;
TXNRD2 &#1082;&#1086;&#1076;&#1080;&#1088;&#1091;&#1077;&#1090; &#1084;&#1080;&#1090;&#1086;&#1093;&#1086;&#1085;&#1076;&#1088;&#1080;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102; &#1090;&#1080;&#1086;&#1088;&#1077;&#1076;&#1086;&#1082;&#1089;&#1080;&#1085;-&#1088;&#1077;&#1076;&#1091;&#1082;&#1090;&#1072;&#1079;&#1091; &#1090;&#1080;&#1087;&#1072; 2. &#1059; &#1084;&#1099;&#1096;&#1077;&#1081; &#1089;&#1086; &#1089;&#1087;&#1077;&#1094;&#1080;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084; &#1085;&#1086;&#1082;&#1072;&#1091;&#1090;&#1086;&#1084; &#1101;&#1090;&#1086;&#1075;&#1086;
&#1075;&#1077;&#1085;&#1072; &#1074; &#1089;&#1077;&#1088;&#1076;&#1094;&#1077; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1072;&#1102;&#1090;&#1089;&#1103; &#1076;&#1077;&#1075;&#1077;&#1085;&#1077;&#1088;&#1072;&#1094;&#1080;&#1103; &#1084;&#1080;&#1090;&#1086;&#1093;&#1086;&#1085;&#1076;&#1088;&#1080;&#1081; &#1080;
&#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1103; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072; HIF-1a&#1083;&#1100;&#1092;&#1072; (Kiermayer et al., 2015).
&#1041;&#1077;&#1083;&#1086;&#1082; STUB1 &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1089;&#1086;&#1073;&#1086;&#1081; E3 &#1091;&#1073;&#1080;&#1082;&#1074;&#1080;&#1090;&#1080;&#1085;&#1083;&#1080;&#1075;&#1072;&#1079;&#1091; &#1080;
&#1080;&#1075;&#1088;&#1072;&#1077;&#1090; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1091;&#1102; &#1088;&#1086;&#1083;&#1100; &#1074; &#1091;&#1073;&#1080;&#1082;&#1074;&#1080;&#1090;&#1080;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; &#1080; &#1076;&#1077;&#1075;&#1088;&#1072;&#1076;&#1072;&#1094;&#1080;&#1080; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072; HIF-1a&#1083;&#1100;&#1092;&#1072; (Ferreira et al., 2013).</p></sec><sec id="Conclusion"><title>&#1047;&#1072;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1080;&#1077;</title><p>&#1055;&#1088;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1085;&#1099;&#1081; &#1085;&#1072;&#1084;&#1080; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079; &#1083;&#1080;&#1090;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1099; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100;
&#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1077; &#1074;&#1099;&#1074;&#1086;&#1076;&#1099;:</p><list list-type="bullet"><list-item><p>&#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1084; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084; &#1089;&#1074;&#1086;&#1081;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1072; &#1074;&#1099;&#1089;&#1086;&#1082;&#1072;&#1103;
&#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1103; &#1082; &#1101;&#1082;&#1089;&#1090;&#1088;&#1077;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1082;&#1083;&#1080;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1084;
&#1080; &#1087;&#1072;&#1088;&#1072;&#1079;&#1080;&#1090;&#1072;&#1084;, &#1086;&#1073;&#1091;&#1089;&#1083;&#1086;&#1074;&#1083;&#1077;&#1085;&#1085;&#1072;&#1103; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1077;&#1081; &#1074; &#1088;&#1072;&#1081;&#1086;&#1085;&#1072;&#1093; &#1075;&#1077;&#1085;&#1086;&#1074;
&#1080;&#1084;&#1084;&#1091;&#1085;&#1085;&#1086;&#1075;&#1086; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072; &#1080; &#1090;&#1077;&#1088;&#1084;&#1086;&#1088;&#1077;&#1075;&#1091;&#1083;&#1103;&#1094;&#1080;&#1080;;</p></list-item><list-item><p>&#1085;&#1077;&#1089;&#1084;&#1086;&#1090;&#1088;&#1103; &#1085;&#1072; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1077; &#1089;&#1084;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1089; &#1082;&#1086;&#1084;&#1084;&#1077;&#1088;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084;&#1080; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084;&#1080;, &#1076;&#1088;&#1077;&#1074;&#1085;&#1080;&#1081; &#1087;&#1088;&#1077;&#1076;&#1082;&#1086;&#1074;&#1099;&#1081; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;
&#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1074;&#1089;&#1077; &#1077;&#1097;&#1077; &#1087;&#1088;&#1080;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074;&#1086;
&#1084;&#1085;&#1086;&#1075;&#1080;&#1093; &#1088;&#1072;&#1079;&#1074;&#1086;&#1076;&#1080;&#1084;&#1099;&#1093; &#1074; &#1040;&#1079;&#1080;&#1080; &#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1093; &#1050;&#1056;&#1057;, &#1072; &#1103;&#1082;&#1091;&#1090;&#1089;&#1082;&#1080;&#1081;
&#1089;&#1082;&#1086;&#1090; &#1086;&#1089;&#1090;&#1072;&#1083;&#1089;&#1103;, &#1087;&#1086;-&#1074;&#1080;&#1076;&#1080;&#1084;&#1086;&#1084;&#1091;, &#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1084; &#1095;&#1080;&#1089;&#1090;&#1086;&#1082;&#1088;&#1086;&#1074;&#1085;&#1099;&#1084; &#1085;&#1086;&#1089;&#1080;&#1090;&#1077;&#1083;&#1077;&#1084; &#1101;&#1090;&#1086;&#1081; &#1082;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1099;;</p></list-item><list-item><p>&#1080;&#1084;&#1077;&#1102;&#1097;&#1080;&#1077;&#1089;&#1103; &#1074; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1083;&#1080;&#1090;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1099; &#1085;&#1077;
&#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1102;&#1090; &#1086;&#1090;&#1076;&#1072;&#1090;&#1100; &#1087;&#1088;&#1077;&#1076;&#1087;&#1086;&#1095;&#1090;&#1077;&#1085;&#1080;&#1077; &#1086;&#1076;&#1085;&#1086;&#1084;&#1091; &#1080;&#1079; &#1076;&#1074;&#1091;&#1093; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1099;&#1093; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1077;&#1074; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1103; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093;
&#1087;&#1086;&#1088;&#1086;&#1076; &#8211; &#1074; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1077; &#1076;&#1086;&#1084;&#1077;&#1089;&#1090;&#1080;&#1082;&#1072;&#1094;&#1080;&#1080; &#1076;&#1080;&#1082;&#1086;&#1075;&#1086; &#1090;&#1091;&#1088;&#1072; &#1085;&#1072;
&#1090;&#1077;&#1088;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1080; &#1042;&#1086;&#1089;&#1090;&#1086;&#1095;&#1085;&#1086;&#1081; &#1040;&#1079;&#1080;&#1080; &#1080;&#1083;&#1080; &#1074;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1080;&#1077; &#1084;&#1080;&#1075;&#1088;&#1072;&#1094;&#1080;&#1080;
&#1090;&#1072;&#1091;&#1088;&#1080;&#1085;&#1085;&#1086;&#1081; &#1087;&#1088;&#1086;&#1090;&#1086;&#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1080; &#1080;&#1079; &#1041;&#1083;&#1080;&#1078;&#1085;&#1077;&#1075;&#1086; &#1042;&#1086;&#1089;&#1090;&#1086;&#1082;&#1072;;</p></list-item><list-item><p>&#1074; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1077; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1075;&#1077;&#1085;&#1086;&#1090;&#1080;&#1087;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1080; &#1089;&#1077;&#1082;&#1074;&#1077;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1075;&#1077;&#1085;&#1086;&#1084;&#1086;&#1074; &#1080; &#1090;&#1088;&#1072;&#1085;&#1089;&#1082;&#1088;&#1080;&#1087;&#1090;&#1086;&#1084;&#1086;&#1074;
&#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1074; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1077;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; &#1073;&#1099;&#1083;&#1080; &#1085;&#1072;&#1081;&#1076;&#1077;&#1085;&#1099; &#1087;&#1077;&#1088;&#1089;&#1087;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1077; &#1075;&#1077;&#1085;&#1099;-&#1082;&#1072;&#1085;&#1076;&#1080;&#1076;&#1072;&#1090;&#1099;,
&#1091;&#1095;&#1072;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1077; &#1074; &#1072;&#1076;&#1072;&#1087;&#1090;&#1072;&#1094;&#1080;&#1080; &#1082; &#1092;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;&#1084; &#1074;&#1085;&#1077;&#1096;&#1085;&#1077;&#1081; &#1089;&#1088;&#1077;&#1076;&#1099;.</p></list-item></list><p>&#1044;&#1072;&#1083;&#1100;&#1085;&#1077;&#1081;&#1096;&#1080;&#1077; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1074; &#1101;&#1090;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1073;&#1099;&#1090;&#1100;
&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099; &#1085;&#1072;: 1) &#1085;&#1072;&#1082;&#1086;&#1087;&#1083;&#1077;&#1085;&#1080;&#1077; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1080; &#1087;&#1072;&#1083;&#1077;&#1086;&#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1090; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1086;&#1082;&#1086;&#1085;&#1095;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1074;&#1099;&#1074;&#1086;&#1076; &#1086; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1080; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1081; &#1075;&#1088;&#1091;&#1087;&#1087;&#1099; &#1087;&#1086;&#1088;&#1086;&#1076;; 2) &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1077; &#1088;&#1077;&#1092;&#1077;&#1088;&#1077;&#1085;&#1089;&#1085;&#1086;&#1075;&#1086; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;-&#1075;&#1086; &#1075;&#1077;&#1085;&#1086;&#1084;&#1072; &#1080; &#1077;&#1075;&#1086; &#1085;&#1077;&#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1084;&#1086;&#1081; &#1072;&#1085;&#1085;&#1086;&#1090;&#1072;&#1094;&#1080;&#1080; &#1076;&#1083;&#1103; &#1076;&#1077;&#1090;&#1072;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086;
&#1089;&#1088;&#1072;&#1074;&#1085;&#1077;&#1085;&#1080;&#1103; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;, &#1087;&#1086;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1091; &#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1086;&#1090;&#1083;&#1080;&#1095;&#1080;&#1103; &#1086;&#1090; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1075;&#1086; &#1088;&#1077;&#1092;&#1077;&#1088;&#1077;&#1085;&#1089;&#1085;&#1086;&#1075;&#1086; &#1075;&#1077;&#1085;&#1086;&#1084;&#1072; (&#1075;&#1077;&#1088;&#1077;&#1092;&#1086;&#1088;&#1076;&#1072;) &#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100; &#1082; &#1085;&#1077;&#1074;&#1099;&#1103;&#1074;&#1083;&#1077;&#1085;&#1080;&#1102; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1080;&#1081;, &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1085;&#1099;&#1093; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1076;&#1083;&#1103; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1074; &#1089;&#1080;&#1083;&#1100;&#1085;&#1086; &#1076;&#1080;&#1074;&#1077;&#1088;&#1075;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1091;&#1095;&#1072;&#1089;&#1090;&#1082;&#1072;&#1093; &#1080;&#1093;
&#1075;&#1077;&#1085;&#1086;&#1084;&#1086;&#1074;; 3) &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1088;&#1086;&#1083;&#1080; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1095;&#1072;&#1089;&#1090;&#1086;&#1090;&#1085;&#1099;&#1093; &#1079;&#1072;&#1084;&#1077;&#1085;,
&#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1085;&#1099;&#1093; &#1076;&#1083;&#1103; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076;, &#1080; &#1080;&#1093; &#1074;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1074; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1086;&#1085;&#1085;&#1086;-&#1087;&#1083;&#1077;&#1084;&#1077;&#1085;&#1085;&#1091;&#1102; &#1088;&#1072;&#1073;&#1086;&#1090;&#1091; &#1082;&#1086;&#1084;&#1084;&#1077;&#1088;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093;
&#1087;&#1086;&#1088;&#1086;&#1076; &#1087;&#1091;&#1090;&#1077;&#1084; &#1075;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;.
</p></sec><sec><title>Conflict of interest</title><p>The authors declare no conflict of interest.</p></sec><sec id="References"><title>References</title><p>&#1043;&#1077;&#1085;&#1076;&#1078;&#1080;&#1077;&#1074;&#1072; &#1054;.&#1041;., &#1057;&#1091;&#1083;&#1080;&#1084;&#1086;&#1074;&#1072; &#1043;.&#1045;. &#1040;&#1085;&#1072;&#1083;&#1080;&#1079; &#1074;&#1079;&#1072;&#1080;&#1084;&#1086;&#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1081; &#1084;&#1077;&#1078;&#1076;&#1091;
&#1087;&#1086;&#1088;&#1086;&#1076;&#1072;&#1084;&#1080; &#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1075;&#1086; &#1088;&#1086;&#1075;&#1072;&#1090;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072; &#1090;&#1091;&#1088;&#1072;&#1085;&#1086;-&#1084;&#1086;&#1085;&#1075;&#1086;&#1083;&#1100;&#1089;&#1082;&#1086;&#1081; &#1075;&#1088;&#1091;&#1087;&#1087;&#1099;
&#1085;&#1072; &#1086;&#1089;&#1085;&#1086;&#1074;&#1077; &#1044;&#1053;&#1050;-&#1087;&#1086;&#1083;&#1080;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084;&#1072;. &#1040;&#1082;&#1090;&#1091;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1074;&#1077;&#1090;&#1077;&#1088;&#1080;&#1085;&#1072;&#1088;&#1085;&#1086;&#1081; &#1073;&#1080;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;. 2012;2:14-16.
[Gendzhieva O.B., Sulimova G.E. The analysis of mutual relations
between breeds of horned cattle of the Turano-Mongolian group on
the basis of DNA polymorphism. Aktual&#8217;nyye Voprosy Veterinarnoy
Biologii = Actual Questions of Veterinary Biology. 2012;2:14-16.
(in Russian)]</p><p>&#1044;&#1091;&#1085;&#1080;&#1085; &#1048;.&#1052;., &#1044;&#1072;&#1085;&#1082;&#1074;&#1077;&#1088;&#1090; &#1040;.&#1043;. (&#1088;&#1077;&#1076;.). &#1057;&#1087;&#1088;&#1072;&#1074;&#1086;&#1095;&#1085;&#1080;&#1082; &#1087;&#1086;&#1088;&#1086;&#1076; &#1080; &#1090;&#1080;&#1087;&#1086;&#1074; &#1089;&#1077;&#1083;&#1100;&#1089;&#1082;&#1086;&#1093;&#1086;&#1079;&#1103;&#1081;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;, &#1088;&#1072;&#1079;&#1074;&#1086;&#1076;&#1080;&#1084;&#1099;&#1093; &#1074; &#1056;&#1086;&#1089;&#1089;&#1080;&#1081;&#1089;&#1082;&#1086;&#1081; &#1060;&#1077;&#1076;&#1077;&#1088;&#1072;&#1094;&#1080;&#1080;. &#1052;.: &#1042;&#1053;&#1048;&#1048;&#1087;&#1083;&#1077;&#1084;, 2013.
[Dunin I.M., Dankvert A.G. (Eds.) Breeds and Types of Farm Animals in the Russian Federation. Moscow: All-Russia Research Institute of Animal Breeding, 2013. (in Russian)]</p><p>&#1051;&#1072;&#1079;&#1077;&#1073;&#1085;&#1072;&#1103; &#1048;.&#1042;., &#1055;&#1077;&#1088;&#1095;&#1091;&#1085; &#1040;.&#1042;., &#1051;&#1093;&#1072;&#1089;&#1072;&#1088;&#1072;&#1085;&#1086;&#1074; &#1041;.&#1041;., &#1051;&#1072;&#1079;&#1077;&#1073;&#1085;&#1099;&#1081; &#1054;.&#1045;.,
&#1057;&#1090;&#1086;&#1083;&#1087;&#1086;&#1074;&#1089;&#1082;&#1080;&#1081; &#1070;.&#1040;. &#1043;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103; &#1080;&#1079;&#1084;&#1077;&#1085;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1100; &#1073;&#1091;&#1088;&#1103;&#1090;&#1089;&#1082;&#1086;&#1081; &#1080;
&#1072;&#1083;&#1090;&#1072;&#1081;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1088;&#1086;&#1076; &#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1075;&#1086; &#1088;&#1086;&#1075;&#1072;&#1090;&#1086;&#1075;&#1086; &#1089;&#1082;&#1086;&#1090;&#1072;, &#1086;&#1094;&#1077;&#1085;&#1077;&#1085;&#1085;&#1072;&#1103; &#1085;&#1072; &#1086;&#1089;&#1085;&#1086;&#1074;&#1077; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1072; &#1087;&#1086;&#1083;&#1080;&#1084;&#1086;&#1088;&#1092;&#1080;&#1079;&#1084;&#1072; &#1075;&#1077;&#1085;&#1086;&#1074; GH1, GHR &#1080; PRL. &#1042;&#1072;&#1074;&#1080;&#1083;&#1086;&#1074;&#1089;&#1082;&#1080;&#1081;
&#1078;&#1091;&#1088;&#1085;&#1072;&#1083; &#1075;&#1077;&#1085;&#1077;&#1090;&#1080;&#1082;&#1080; &#1080; &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1080;. 2018;22(6):734-741. DOI 10.18699/
VJ18.417.
[Lazebnaya I.V., Perchun A.V., Lhasaranov B.B., Lazebny O.E.,
Stolpovskiy Yu.A. Analysis of GH1, GHR and PRL gene polymorphisms for estimation of the genetic diversity of Buryat and Altai
cattle breeds. Vavilovskii Zhurnal Genetiki i Selektsii = Vavilov Journal of Genetics and Breeding. 2018;22(6):734-741. DOI 10.18699/
VJ18.417.]</p><p>&#1052;&#1086;&#1080;&#1089;&#1077;&#1077;&#1074;&#1072; &#1048;.&#1043;., &#1059;&#1093;&#1072;&#1085;&#1086;&#1074; &#1057;.&#1042;., &#1057;&#1090;&#1086;&#1083;&#1087;&#1086;&#1074;&#1089;&#1082;&#1080;&#1081; &#1070;.&#1040;., &#1057;&#1091;&#1083;&#1080;&#1084;&#1086;&#1074;&#1072; &#1043;.&#1045;.,
&#1050;&#1072;&#1096;&#1090;&#1072;&#1085;&#1086;&#1074; &#1057;.&#1053;. &#1043;&#1077;&#1085;&#1086;&#1092;&#1086;&#1085;&#1076;&#1099; &#1089;&#1077;&#1083;&#1100;&#1089;&#1082;&#1086;&#1093;&#1086;&#1079;&#1103;&#1081;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1099;&#1093;.
&#1043;&#1077;&#1085;&#1077;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1099; &#1078;&#1080;&#1074;&#1086;&#1090;&#1085;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1072; &#1056;&#1086;&#1089;&#1089;&#1080;&#1080;. &#1052;.: &#1053;&#1072;&#1091;&#1082;&#1072;, 2006.
[Moiseeva I.G., Ukhanov S.V., Stolpovsky Yu.A., Sulimova G.E.,
Kashtanov S.N. Gene Pools of Farm Animals. Moscow: Nauka
Publ., 2006. (in Russian)]</p><p>Achilli A., Bonfiglio S., Olivieri A., Malus&#224; A., Pala M., Hooshiar
Kashani B., Perego U.A., Ajmone-Marsan P., Liotta L., Semino O.,
Bandelt H.J., Ferretti L., Torroni A. The multifaceted origin of taurine cattle reflected by the mitochondrial genome. PLoS One. 2009;
4(6):e5753. DOI 10.1371/journal.pone.0005753.</p><p>Achilli A., Olivieri A., Pellecchia M., Uboldi C., Colli L., Al-Zahery N., Accetturo M., Pala M., Hooshiar Kashani B., Perego U.A.,
Battaglia V., Fornarino S., Kalamati J., Houshmand M., Negrini R.,
Semino O., Richards M., Macaulay V., Ferretti L., Bandelt H.J.,
Ajmone-Marsan P., Torroni A. Mitochondrial genomes of extinct
aurochs survive in domestic cattle. Curr. Biol. 2008;18(4):R157158. DOI 10.1016/j.cub.2008.01.019.</p><p>Ai H., Fang X., Yang B., Huang Z., Chen H., Mao L., Zhang F.,
Zhang L., Cui L., He W., Yang J., Yao X., Zhou L., Han L., Li J.,
Sun S., Xie X., Lai B., Su Y., Lu Y., Yang H., Huang T., Deng W.,
Nielsen R., Ren J., Huang L. Adaptation and possible ancient interspecies introgression in pigs identified by whole-genome sequencing. Nat. Genet. 2015;47(3):217-225. DOI 10.1038/ng.3199.</p><p>Alexander D.H., Lange K. Enhancements to the ADMIXTURE algorithm for individual ancestry estimation. BMC Bioinformatics. 2011;
12:246. DOI 10.1186/1471-2105-12-246.</p><p>Bartelt A., Bruns O.T., Reimer R., Hohenberg H., Ittrich H., Peldschus K., Kaul M.G., Tromsdorf U.I., Weller H., Waurisch C., Eychm&#252;ller A., Gordts P.L., Rinninger F., Bruegelmann K., Freund B.,
Nielsen P., Merkel M., Heeren J. Brown adipose tissue activity
controls triglyceride clearance. Nat. Med. 2011;17(2):200-205. DOI
10.1038/nm.2297.</p><p>Belgnaoui S.M., Paz S., Hiscott J. Orchestrating the interferon antiviral response through the mitochondrial antiviral signaling (MAVS)
adapter. Curr. Opin. Immunol. 2011;23(5):564-572. DOI 10.1016/
j.coi.2011.08.001.</p><p>Bharti D., Kumar A., Mahla R.S., Kumar S., Ingle H., Shankar H.,
Joshi B., Raut A.A., Kumar H. The role of TLR9 polymorphism in
susceptibility to pulmonary tuberculosis. Immunogenetics. 2014;
66(12):675-681. DOI 10.1007/s00251-014-0806-1.</p><p>Bigham A., Bauchet M., Pinto D., Mao X., Akey J.M., Mei R., Scherer S.W., Julian C.G., Wilson M.J., L&#243;pez Herr&#225;ez D., Brutsaert T.,
Parra E.J., Moore L.G., Shriver M.D. Identifying signatures of natural selection in Tibetan and Andean populations using dense genome
scan data. PLoS Genet. 2010;6(9):e1001116. DOI 10.1371/journal.
pgen.1001116.</p><p>Boitard S., Boussaha M., Capitan A., Rocha D., Servin B. Uncovering
adaptation from sequence data: lessons from genome resequencing
of four cattle breeds. Genetics. 2016;203(1):433-450. DOI 10.1534/
genetics.115.181594.</p><p>Bollongino R., Burger J., Powell A., Mashkour M., Vigne J.D., Thomas M.G. Modern taurine cattle descended from small number of
near-eastern founders. Mol. Biol. Evol. 2012;29(9):2101-2104. DOI
10.1093/molbev/mss092.</p><p>Bradley D.G., Magee D.A. Genetics and the origins of domestic cattle.
In: Zeder M.A., Bradley D.G., Emshwiller E., Smith B.D. (Eds.).
Documenting Domestication: New Genetic and Archaeological Paradigms. Berkeley: Univ. of California Press, 2006;317-328.</p><p>Caetano-Anolles K., Kim K., Kwak W., Sung S., Kim H., Choi B.H.,
Lim D. Genome sequencing and protein domain annotations of
Korean Hanwoo cattle identify Hanwoo-specific immunity-related
and other novel genes. BMC Genet. 2018;19(1):37. DOI 10.1186/
s12863-018-0623-x.</p><p>Cai X., Chen H., Wang S., Xue K., Lei C. Polymorphisms of two
Y chromosome microsatellites in Chinese cattle. Genet. Sel. Evol.
2006;38(5):525-534.</p><p>Cardona A., Pagani L., Antao T., Lawson D.J., Eichstaedt C.A., Yngvadottir B., Shwe M.T., Wee J., Romero I.G., Raj S., Metspalu M.,
Villems R., Willerslev E., Tyler-Smith C., Malyarchuk B.A., Derenko M.V., Kivisild T. Genome-wide analysis of cold adaptation in
indigenous Siberian populations. PLoS One. 2014;9(5):e98076. DOI
10.1371/journal.pone.0098076.</p><p>Chan E.K., Nagaraj S.H., Reverter A. The evolution of tropical adaptation: comparing taurine and zebu cattle. Anim. Genet. 2010;41(5):
467-477. DOI 10.1111/j.1365-2052.2010.02053.x.</p><p>Chen H.H., Tsai L.J., Lee K.R., Chen Y.M., Hung W.T., Chen D.Y.
Genetic association of complement component 2 polymorphism
with systemic lupus erythematosus. Tissue Antigens. 2015;86(2):
122-133. DOI 10.1111/tan.12602.</p><p>Chen N., Cai Y., Chen Q., Li R., Wang K., Huang Y., Hu S., Huang S.,
Zhang H., Zheng Z., Song W., Ma Z., Ma Y., Dang R., Zhang Z.,
Xu L., Jia Y., Liu S., Yue X., Deng W., Zhang X., Sun Z., Lan X.,
Han J., Chen H., Bradley D.G., Jiang Y., Lei C. Whole-genome resequencing reveals world-wide ancestry and adaptive introgression
events of domesticated cattle in East Asia. Nat. Commun. 2018a;
9(1):2337. DOI 10.1038/s41467-018-04737-0.</p><p>Chen N., Huang J., Zulfiqar A., Li R., Xi Y., Zhang M., Dang R.,
Lan X., Chen H., Ma Y., Lei C. Population structure and ancestry of Qinchuan cattle. Anim. Genet. 2018b;49(3):246-248. DOI 10.1111/
age.12658.</p><p>Chen Y., Zeng B., Shi P., Xiao H., Chen S. Comparative analysis of
the liver and spleen transcriptomes between Holstein and Yunnan
humped cattle. Animals (Basel&#8202;). 2019;9(8):527. DOI 10.3390/ani90
80527.</p><p>Choy Y.H., Seo J.H., Park B., Lee S., Choi J., Jung K., Kong H. Studies
on genetic diversity and phylogenetic relationships of Chikso (Korea native brindle cattle) using the microsatellite marker. J. Life Sci.
2015;25:624-630. DOI 10.5352/JLS.2015.25.6.624.</p><p>Decker J.E., McKay S.D., Rolf M.M., Kim J., Molina Alcal&#225; A., Sonstegard T.S., Hanotte O., G&#246;therstr&#246;m A., Seabury C.M., Praharani L., Babar M.E., Correia de Almeida Regitano L., Yildiz M.A.,
Heaton M.P., Liu W.S., Lei C.Z., Reecy J.M., Saif-Ur-Rehman M.,
Schnabel R.D., Taylor J.F. Worldwide patterns of ancestry, divergence, and admixture in domesticated cattle. PLoS Genet. 2014;
10(3):e1004254. DOI 10.1371/journal.pgen.1004254.</p><p>Dho S.H., Lim J.C., Kim L.K. Beyond the role of CD55 as a complement component. Immune Netw. 2018;18(1):e11. DOI 10.4110/
in.2018.18.e11.</p><p>Dmitriev N.G., Ernst L.K. (Eds.). Animal Genetics Resources of the
USSR. Rome, Italy: Food and Agriculture Organization of the
United Nations, 1989. Available at http://www.fao.org/3/ah759e/
ah759e00.htm. Retrieved at October 2, 2019.</p><p>Ermert D., Blom A.M. C4b-binding protein: the good, the bad and the
deadly. Novel functions of an old friend. Immunol. Lett. 2016;169:
82-92. DOI 10.1016/j.imlet.2015.11.014.</p><p>Felius M., Koolmees P.A., Theunissen B., European Cattle Genetic Diversity Consortium, Lenstra J.A. On the breeds of cattle &#8211; historic
and current classifications. Diversity. 2011;3:660-692. DOI 10.3390/
d3040660.</p><p>Ferreira J.V., F&#244;fo H., Bejarano E., Bento C.F., Ramalho J.S., Gir&#227;o H.,
Pereira P. STUB1/CHIP is required for HIF1A degradation by chaperone-mediated autophagy. Autophagy. 2013;9(9):1349-1366. DOI
10.4161/auto.25190.</p><p>Gao Y., Gautier M., Ding X., Zhang H., Wang Y., Wang X., Faruque M.O., Li J., Ye S., Gou X., Han J., Lenstra J.A., Zhang Y.
Species composition and environmental adaptation of indigenous
Chinese cattle. Sci. Rep. 2017;7(1):16196. DOI 10.1038/s41598017-16438-7.</p><p>Garvie C.W., Stagno J.R., Reid S., Singh A., Harrington E., Boss J.M.
Characterization of the RFX complex and the RFX5(L66A) mutant:
implications for the regulation of MHC class II gene expression.
Biochemistry. 2007;46(6):1597-1611.</p><p>Gautier M., Moazami-Goudarzi K., Lev&#233;ziel H., Parinello H.,
Grohs C., Rialle S., Kowalczyk R., Flori L. Deciphering the wisent
demographic and adaptive histories from individual whole-genome
sequences. Mol. Biol. Evol. 2016;33(11):2801-2814. DOI 10.1093/
molbev/msw144.</p><p>Glatz J.F., Luiken J.J., Bonen A. Membrane fatty acid transporters as
regulators of lipid metabolism: implications for metabolic disease.
Physiol. Rev. 2010;90(1):367-417. DOI 10.1152/physrev.00003.
2009.</p><p>Gotoh T., Nishimura T., Kuchida K., Mannen H. The Japanese Wagyu
beef industry: current situation and future prospects &#8211; a review.
Asian-Australas. J. Anim. Sci. 2018;31(7):933-950. DOI 10.5713/
ajas.18.0333.</p><p>Higgins C.A., Petukhova L., Harel S., Ho Y.Y., Drill E., Shapiro L.,
Wajid M., Christiano A.M. FGF5 is a crucial regulator of hair length
in humans. Proc. Natl. Acad. Sci. USA. 2014;111(29):10648-10653.
DOI 10.1073/pnas.1402862111.</p><p>Hou Q., Huang J., Ju Z., Li Q., Li L., Wang C., Sun T., Wang L.,
Hou M., Hang S., Zhong J. Identification of splice variants, targeted
microRNAs and functional single nucleotide polymorphisms of the
BOLA-DQA2 gene in dairy cattle. DNA Cell Biol. 2012;31(5):739744. DOI 10.1089/dna.2011.1402.</p><p>Huai Q., Zhiyong J., Zhijie C. A survey of cattle production in China.
World Review Animal. FAO. 1993;76:12-18.</p><p>Islam F., Gopalan V., Lam A.K. RETREG1 (FAM134B): a new player
in human diseases: 15 years after the discovery in cancer. J. Cell.
Physiol. 2018;233(6):4479-4489. DOI 10.1002/jcp.26384.</p><p>Iso-Touru T., Tapio M., Vilkki J., Kiseleva T., Ammosov I., Ivanova Z.,
Popov R., Ozerov M., Kantanen J. Genetic diversity and genomic
signatures of selection among cattle breeds from Siberia, eastern and
northern Europe. Anim. Genet. 2016;47(6):647-657. DOI 10.1111/
age.12473.</p><p>Jeong J., Kwon E.G., Im S.K., Seo K.S., Baik M. Expression of fat
deposition and fat removal genes is associated with intramuscular fat
content in longissimus dorsi muscle of Korean cattle steers. J. Anim.
Sci. 2012;90(6):2044-2053. DOI 10.2527/jas.2011-4753.</p><p>Jo C., Cho S.H., Chang J., Nam K.C. Keys to production and processing of Hanwoo beef: a perspective of tradition and science. Anim.
Front. 2012;2(4):32-38. DOI 10.2527/af.2012-0060.</p><p>Johnson H., Scorrano L., Korsmeyer S.J., Ley T.J. Cell death induced
by granzyme C. Blood. 2003;101(8):3093-3101.</p><p>Kaempfer R., Arad G., Levy R., Hillman D., Nasie I., Rotfogel Z.
CD28: direct and critical receptor for superantigen toxins. Toxins
(Basel&#8202;). 2013;5(9):1531-1542. DOI 10.3390/toxins5091531.</p><p>Kantanen J., Edwards C.J., Bradley D.G., Viinalass H., Thessler S.,
Ivanova Z., Kiselyova T., Cinkulov M., Popov R., Stojanovi&#263; S.,
Ammosov I., Vilkki J. Maternal and paternal genealogy of Eurasian
taurine cattle (Bos taurus). Heredity. 2009;103(5):404-415. DOI
10.1038/hdy.2009.68.</p><p>Kantanen J., Lovendahl P., Strandberg E., Eythorsdottir E., Li M.H.,
Kettunen-Praebel A., Berg P., Meuwissen T. Utilization of farm animal genetic resources in a changing agro-ecological environment in
the Nordic countries. Front. Genet. 2015;6:52. DOI 10.3389/fgene.
2015.00052.</p><p>Kasanmoentalib E.S., Valls Seron M., Ferwerda B., Tanck M.W.,
Zwinderman A.H., Baas F., van der Ende A., Schwaeble W.J., Brouwer M.C., van de Beek D. Mannose-binding lectin-associated serine
protease 2 (MASP-2) contributes to poor disease outcome in humans
and mice with pneumococcal meningitis. J. Neuroinflammation.
2017;14(1):2. DOI 10.1186/s12974-016-0770-9.</p><p>Kawahara-Miki R., Tsuda K., Shiwa Y., Arai-Kichise Y., Matsumoto T.,
Kanesaki Y., Oda S., Ebihara S., Yajima S., Yoshikawa H., Kono T.
Whole-genome resequencing shows numerous genes with nonsynonymous SNPs in the Japanese native cattle Kuchinoshima-Ushi.
BMC Genom. 2011;12:103. DOI 10.1186/1471-2164-12-103.</p><p>Kiermayer C., Northrup E., Schrewe A., Walch A., de Angelis M.H.,
Schoensiegel F., Zischka H., Prehn C., Adamski J., Bekeredjian R.,
Ivandic B., Kupatt C., Brielmeier M. Heart-specific knockout of the
mitochondrial thioredoxin reductase (Txnrd2) induces metabolic
and contractile dysfunction in the aging myocardium. J. Am. Heart
Assoc. 2015;4(7):e002153. DOI 10.1161/JAHA.115.002153.</p><p>Kurth I., Pamminger T., Hennings J.C., Soehendra D., Huebner A.K.,
Rotthier A., Baets J., Senderek J., Topaloglu H., Farrell S.A., N&#252;rnberg G., N&#252;rnberg P., De Jonghe P., Gal A., Kaether C., Timmerman V., H&#252;bner C.A. Mutations in FAM134B, encoding a newly
identified Golgi protein, cause severe sensory and autonomic neuropathy. Nat. Genet. 2009;41(11):1179-1181. DOI 10.1038/ng.464.</p><p>Kuss-Duerkop S.K., Keestra-Gounder A.M. NOD1 and NOD2 activation by diverse stimuli: a possible role for sensing pathogen-induced
endoplasmic reticulum stress. Infect. Immun. 2020;88:e00898-19.
DOI 10.1128/IAI.00898-19.</p><p>Lai S.J., Liu Y.P., Liu Y.X., Li X.W., Yao Y.G. Genetic diversity and
origin of Chinese cattle revealed by mtDNA D-loop sequence variation. Mol. Phylogenet. Evol. 2006;38(1):146-154.
Larson G., Burger J. A population genetics view of animal domestication. Trends Genet. 2013;29(4):197-205. DOI 10.1016/j.tig.2013.
01.003.</p><p>Lee S.H., Park B.H., Sharma A., Dang C.G., Lee S.S., Choi T.J.,
Choy Y.H., Kim H.C., Jeon K.J., Kim S.D., Yeon S.H., Park S.B.,
Kang H.S. Hanwoo cattle: origin, domestication, breeding strategies and genomic selection. J. Anim. Sci. Technol. 2014;56:2. DOI
10.1186/2055-0391-56-2.</p><p>Lee T., Cho S., Seo K.S., Chang J., Kim H., Yoon D. Genetic variants
and signatures of selective sweep of Hanwoo population (Korean
native cattle). BMB Rep. 2013;46(7):346-351.</p><p>Li M.H., Kantanen J. Genetic structure of Eurasian cattle (Bos taurus)
based on microsatellites: clarification for their breed classification. Anim. Genet. 2010;41(2):150-158. DOI 10.1111/j.1365-2052.
2009.01980.x.</p><p>Li M.H., Tapio I., Vilkki J., Ivanova Z., Kiselyova T., Marzanov N.,
Cinkulov M., Stojanovic S., Ammosov I., Popov R., Kantanen J.
The genetic structure of cattle populations (Bos taurus) in northern
Eurasia and the neighbouring Near Eastern regions: implications for
breeding strategies and conservation. Mol. Ecol. 2007;16(18):38393853.</p><p>Li Y., Tran Q., Shrestha R., Piao L., Park S., Park J., Park J. LETM1
is required for mitochondrial homeostasis and cellular viability (review). Mol. Med. Rep. 2019;19(5):3367-3375. DOI 10.3892/mmr.
2019.10041.</p><p>Librado P., Der Sarkissian C., Ermini L., Schubert M., J&#243;nsson H.,
Albrechtsen A., Fumagalli M., Yang M.A., Gamba C., Seguin-Orlando A., Mortensen C.D., Petersen B., Hoover C.A., Lorente-Galdos B., Nedoluzhko A., Boulygina E., Tsygankova S., Neuditschko M., Jagannathan V., Th&#232;ves C., Alfarhan A.H., Alquraishi S.A.,
Al-Rasheid K.A., Sicheritz-Ponten T., Popov R., Grigoriev S.,
Alekseev A.N., Rubin E.M., McCue M., Rieder S., Leeb T., Tikhonov A., Crub&#233;zy E., Slatkin M., Marques-Bonet T., Nielsen R., Willerslev E., Kantanen J., Prokhortchouk E., Orlando L. Tracking the
origins of Yakutian horses and the genetic basis for their fast adaptation to subarctic environments. Proc. Natl. Acad. Sci. USA. 2015;
112(50):E6889-E6897. DOI 10.1073/pnas.1513696112.</p><p>Liu G.E., Bickhart D.M. Copy number variation in the cattle genome. Funct. Integr. Genomics. 2012;12(4):609-624. DOI 10.1007/
s10142-012-0289-9.</p><p>Lu P., Brunson K., Yuan J., Li Z. Zooarchaeological and genetic evidence for the origins of domestic cattle in ancient China. Asian Perspect. 2017;56:92-120. DOI 10.1353/asi.2017.0003.</p><p>Mannen H., Kohno M., Nagata Y., Tsuji S., Bradley D.G., Yeo J.S.,
Nyamsamba D., Zagdsuren Y., Yokohama M., Nomura K., Amano T.
Independent mitochondrial origin and historical genetic differentiation in North Eastern Asian cattle. Mol. Phylogenet. Evol. 2004;
32(2):539-544.</p><p>Mei C., Junjvlieke Z., Raza S.H.A., Wang H., Cheng G., Zhao C.,
Zhu W., Zan L. Copy number variation detection in Chinese indigenous cattle by whole genome sequencing. Genomics. Available online 2019. Publ. 2020;112(1):831-836. DOI 10.1016/j.ygeno.2019.
05.023.</p><p>Mei C., Wang H., Zhu W., Wang H., Cheng G., Qu K., Guang X., Li A.,
Zhao C., Yang W., Wang C., Xin Y., Zan L. Whole-genome sequencing of the endangered bovine species Gayal (Bos frontalis) provides
new insights into its genetic features. Sci. Rep. 2016;6:19787. DOI
10.1038/srep19787.</p><p>Motwani M., Pesiridis S., Fitzgerald K.A. DNA sensing by the cGASSTING pathway in health and disease. Nat. Rev. Genet. 2019;
20(11):657-674. DOI 10.1038/s41576-019-0151-1.</p><p>Mukherjee S., Huda S., Sinha Babu S.P. Toll-like receptor polymorphism in host immune response to infectious diseases: a review.
Scand. J. Immunol. 2019;90(1):e12771. DOI 10.1111/sji.12771.</p><p>Mustafa H., Khan W., Kuthu Z., Eui-Soo K., Ajmal A., Javed K.,
Pasha T., Ali A., Javed M.T., Sonstegard T.S. Genome-wide survey of selection signatures in Pakistani cattle breeds. Pak. Vet. J.
2018;38(2):214-218. DOI 10.29261/pakvetj/2018.051.</p><p>Niture S., Moore J., Kumar D. TNFAIP8: inflammation, immunity and
human diseases. J. Cell Immunol. 2019;1(2):29-34.</p><p>Pautasso M. Ten simple rules for writing a literature review. PLoS
Comput. Biol. 2013;9(7):e1003149. DOI 10.1371/journal.pcbi.100
3149.</p><p>Peilieu &#1057;. Livestock Breeds of China (FAO Animal Production and
Health Paper 46). Rome: Food and Agriculture Organization of the
United Nations, 1984. Available at http://www.fao.org/3/x6549e/
x6549e00.pdf. Retrieved on April 10, 2020.</p><p>Piao L., Li Y., Kim S.J., Byun H.S., Huang S.M., Hwang S.K.,
Yang K.J., Park K.A., Won M., Hong J., Hur G.M., Seok J.H.,
Shong M., Cho M.H., Brazil D.P., Hemmings B.A., Park J. Association of LETM1 and MRPL36 contributes to the regulation of
mitochondrial ATP production and necrotic cell death. Cancer Res.
2009;69(8):3397-3404. DOI 10.1158/0008-5472.CAN-08-3235.</p><p>Pokharel K., Weldenegodguad M., Popov R., Honkatukia M., Huuki H., Lindeberg H., Peippo J., Reilas T., Zarovnyaev S., Kantanen J.
Whole blood transcriptome analysis reveals footprints of cattle
adaptation to sub-arctic conditions. Anim. Genet. 2019;50(3):217227. DOI 10.1111/age.12783.</p><p>Porter V., Alderson L., Hall S.J.G., Sponenberg D.P. (Eds.) Mason&#8217;s
World Encyclopedia of Livestock Breeds and Breeding. Wallingford, UK: CABI Publ., 2016.</p><p>Porto-Neto L.R., Lee S.H., Sonstegard T.S., Van Tassell C.P., Lee H.K.,
Gibson J.P., Gondro C. Genome-wide detection of signatures of selection in Korean Hanwoo cattle. Anim. Genet. 2014;45(2):180-190.
DOI 10.1111/age.12119.</p><p>Putri M., Syamsunarno M.R., Iso T., Yamaguchi A., Hanaoka H., Sunaga H., Koitabashi N., Matsui H., Yamazaki C., Kameo S., Tsushima Y., Yokoyama T., Koyama H., Abumrad N.A., Kurabayashi M.
CD36 is indispensable for thermogenesis under conditions of fasting
and cold stress. Biochem. Biophys. Res. Commun. 2015;457(4):520525. DOI 10.1016/j.bbrc.2014.12.124.</p><p>Qiu Q., Zhang G., Ma T., Qian W., Wang J., Ye Z., Cao C., Hu Q.,
Kim J., Larkin D.M., Auvil L., Capitanu B., Ma J., Lewin H.A.,
Qian X., Lang Y., Zhou R., Wang L., Wang K., Xia J., Liao S., Pan S.,
Lu X., Hou H., Wang Y., Zang X., Yin Y., Ma H., Zhang J., Wang Z.,
Zhang Y., Zhang D., Yonezawa T., Hasegawa M., Zhong Y., Liu W.,
Zhang Y., Huang Z., Zhang S., Long R., Yang H., Wang J., Lenstra J.A., Cooper D.N., Wu Y., Wang J., Shi P., Wang J., Liu J. The
yak genome and adaptation to life at high altitude. Nat. Genet. 2012;
44(8):946-949. DOI 10.1038/ng.2343.</p><p>Quarta S., Mitri&#263; M., Kalpachidou T., Mair N., Schiefermeier-Mach N.,
Andratsch M., Qi Y., Langeslag M., Malsch P., Rose-John S.,
Kress M. Impaired mechanical, heat, and cold nociception in a murine model of genetic TACE/ADAM17 knockdown. FASEB J. 2019;
33(3):4418-4431. DOI 10.1096/fj.201801901R.</p><p>Randhawa I.A., Khatkar M.S., Thomson P.C., Raadsma H.W. A metaassembly of selection signatures in cattle. PLoS One. 2016;11(4):
e0153013. DOI 10.1371/journal.pone.0153013.</p><p>Reyn&#233;s B., Klein Hazebroek M., Garc&#237;a-Ruiz E., Keijer J., Oliver P.,
Palou A. Specific features of the hypothalamic leptin signaling
response to cold exposure are reflected in peripheral blood mononuclear cells in rats and ferrets. Front. Physiol. 2017;8:581. DOI
10.3389/fphys.2017.00581.</p><p>Sambarey A., Devaprasad A., Baloni P., Mishra M., Mohan A.,
Tyagi P., Singh A., Akshata J.S., Sultana R., Buggi S., Chandra N.
Meta-analysis of host response networks identifies a common core
in tuberculosis. NPJ Syst. Biol. Appl. 2017;3:4. DOI 10.1038/s41540017-0005-4.</p><p>Seelige R., Saddawi-Konefka R., Adams N.M., Picarda G., Sun J.C.,
Benedict C.A., Bui J.D. Interleukin-17D and Nrf2 mediate initial
innate immune cell recruitment and restrict MCMV infection. Sci.
Rep. 2018;8(1):13670. DOI 10.1038/s41598-018-32011-2.</p><p>Sermyagin A.A., Dotsev A.V., Gladyr E.A., Traspov A.A., Deniskova T.E., Kostyunina O.V., Reyer H., Wimmers K., Barbato M.,
Paronyan I.A., Plemyashov K.V., S&#246;lkner J., Popov R.G., Brem G.,
Zinovieva N.A. Whole-genome SNP analysis elucidates the genetic
structure of Russian cattle and its relationship with Eurasian taurine
breeds. Genet. Sel. Evol. 2018;50(1):37. DOI 10.1186/s12711-0180408-8.</p><p>Shen J., Hanif Q., Cao Y., Yu Y., Lei C., Zhang G., Zhao Y. Whole genome scan and selection signatures for climate adaption in Yanbian
cattle. Front. Genet. 2020;11:94. DOI 10.3389/fgene.2020. 00094.</p><p>Shi Q., Mu X., Hong L., Zheng S. SERPINE1 rs1799768 polymorphism contributes to sepsis risk and mortality. J. Renin-AngiotensinAldosterone Syst. 2015;16(4):1218-1224. DOI 10.1177/147032031
5614714.</p><p>Simonsen M., Mailund T., Pedersen C.N. Inference of large phylogenies
using neighbour-joining. In: International Joint Conference on Biomedical Engineering Systems and Technologies (BIOSTEC 2010),
Valencia, Spain, 20&#8211;23 January 2010. Berlin; Heidelberg: Springer,
2010;334-344.</p><p>Stranden I., Kantanen J., Russo I.M., Orozco-terWengel P., Bruford M.W., Climgen Consortium. Genomic selection strategies for
breeding adaptation and production in dairy cattle under climate
change. Heredity (Edinb.). 2019;123(3):307-317. DOI 10.1038/
s41437-019-0207-1.</p><p>Sun W., Chen H., Lei C., Lei X., Zhang Y. Genetic variation in eight
Chinese cattle breeds based on the analysis of microsatellite markers. Genet. Sel. Evol. 2008;40(6):6816-6892. DOI 10.1051/gse:200
8027.</p><p>Svishcheva G., Babayan O., Lkhasaranov B., Tsendsuren A., Abdurasulov A., Stolpovsky Y. Microsatellite diversity and phylogenetic relationships among East Eurasian Bos taurus breeds with an emphasis
on rare and ancient local cattle. Animals (Basel). 2020;10(9):1493.
DOI 10.3390/ani10091493.</p><p>Takatsu K. Interleukin-5 and IL-5 receptor in health and diseases. Proc.
Jpn. Acad. Ser. B Phys. Biol. Sci. 2011;87(8):463-485. DOI 10.2183/
pjab.87.463.</p><p>Tapio I., Tapio M., Li M.H., Popov R., Ivanova Z., Kantanen J. Estimation of relatedness among non-pedigreed Yakutian cryo-bank bulls
using molecular data: implications for conservation and breed management. Genet. Sel. Evol. 2010;42:28. DOI 10.1186/1297-968642-28.</p><p>Tom Tang Y., Emtage P., Funk W.D., Hu T., Arterburn M., Park E.E.,
Rupp F. TAFA: a novel secreted family with conserved cysteine residues and restricted expression in the brain. Genomics. 2004;83(4):
727-734. DOI 10.1016/j.ygeno.2003.10.006.</p><p>Tsuda K., Kawahara-Miki R., Sano S., Imai M., Noguchi T., Inayoshi Y., Kono T. Abundant sequence divergence in the native Japanese
cattle Mishima-Ushi (Bos taurus) detected using whole-genome sequencing. Genomics. 2013;102(4):372-378. DOI 10.1016/j.ygeno.
2013.08.002.</p><p>Tsukamoto H., Takeuchi S., Kubota K., Kobayashi Y., Kozakai S.,
Ukai I., Shichiku A., Okubo M., Numasaki M., Kanemitsu Y., Matsumoto Y., Nochi T., Watanabe K., Aso H., Tomioka Y. Lipopolysaccharide (LPS)-binding protein stimulates CD14-dependent Toll-like
receptor 4 internalization and LPS-induced TBK1-IKK&#1013;-IRF3 axis
activation. J. Biol. Chem. 2018;293(26):10186-10201. DOI 10.1074/
jbc.M117.796631.</p><p>Wang M.S., Li Y., Peng M.S., Zhong L., Wang Z.J., Li Q.Y., Tu X.L.,
Dong Y., Zhu C.L., Wang L., Yang M.M., Wu S.F., Miao Y.W.,
Liu J.P., Irwin D.M., Wang W., Wu D.D., Zhang Y.P. Genomic analyses reveal potential independent adaptation to high altitude in Tibetan &#1089;hickens. Mol. Biol. Evol. 2015;32(7):1880-1889. DOI 10.1093/
molbev/msv071.</p><p>Wang Z., Ma H., Xu L., Zhu B., Liu Y., Bordbar F., Chen Y., Zhang L.,
Gao X., Gao H., Zhang S., Xu L., Li J. Genome-wide scan identifies selection signatures in Chinese Wagyu &#1089;attle using a high-density SNP array. Animals (Basel). 2019;9(6):pii:E296. DOI 10.3390/
ani9060296.</p><p>Weldenegodguad M., Popov R., Pokharel K., Ammosov I., Ming Y.,
Ivanova Z., Kantanen J. Whole-genome sequencing of three native
cattle breeds originating from the northernmost cattle farming regions. Front. Genet. 2019;9:728. DOI 10.3389/fgene.2018.00728.</p><p>Wu D.D., Ding X.D., Wang S., W&#243;jcik J.M., Zhang Y., Tokarska M.,
Li Y., Wang M.S., Faruque O., Nielsen R., Zhang Q., Zhang Y.P. Pervasive introgression facilitated domestication and adaptation in the
Bos species complex. Nat. Ecol. Evol. 2018;2(7):1139-1145. DOI
10.1038/s41559-018-0562-y.</p><p>Wu S., De Croos J.N., Storey K.B. Cold acclimation-induced up-regulation of the ribosomal protein L7 gene in the freeze tolerant wood
frog, Rana sylvatica. Gene. 2008;424(1-2):48-55. DOI 10.1016/
j.gene.2008.07.023.</p><p>Xia X., Qu K., Zhang G., Jia Y., Ma Z., Zhao X., Huang Y., Chen H.,
Huang B., Lei C. Comprehensive analysis of the mitochondrial DNA
diversity in Chinese cattle. Anim. Genet. 2019;50(1):70-73. DOI
10.1111/age.12749.</p><p>Xu Y., Jiang Y., Shi T., Cai H., Lan X., Zhao X., Plath M., Chen H.
Whole-genome sequencing reveals mutational landscape underlying phenotypic differences between two widespread Chinese cattle
breeds. PLoS One. 2017;12(8):e0183921. DOI 10.1371/journal.
pone.0183921.</p><p>Yamamoto H., Fara A.F., Dasgupta P., Kemper C. CD46: the &#8216;multitasker&#8217; of complement proteins. Int. J. Biochem. Cell. Biol. 2013;
45(12):2808-2820. DOI 10.1016/j.biocel.2013.09.016.</p><p>Yeh T.Y., Beiswenger K.K., Li P., Bolin K.E., Lee R.M., Tsao T.S., Murphy A.N., Hevener A.L., Chi N.W. Hypermetabolism, hyperphagia,
and reduced adiposity in tankyrase-deficient mice. Diabetes. 2009;
58(11):2476-2485. DOI 10.2337/db08-1781.</p><p>Yurchenko A.A., Daetwyler H.D., Yudin N., Schnabel R.D., Vander
Jagt C.J., Soloshenko V., Lhasaranov B., Popov R., Taylor J.F., Larkin D.M. Scans for signatures of selection in Russian cattle breed
genomes reveal new candidate genes for environmental adaptation
and acclimation. Sci. Rep. 2018a;8(1):12984. DOI 10.1038/s41598018-31304-w.</p><p>Yurchenko A., Yudin N., Aitnazarov R., Plyusnina A., Brukhin V.,
Soloshenko V., Lhasaranov B., Popov R., Paronyan I.A., Plemyashov K.V., Larkin D.M. Genome-wide genotyping uncovers genetic
prof&#8202;iles and history of the Russian cattle breeds. Heredity (Edinb.).
2018b;120(2):125-137. DOI 10.1038/s41437-017-0024-3.</p><p>Zhang H., Paijmans J.L., Chang F., Wu X., Chen G., Lei C., Yang X.,
Wei Z., Bradley D.G., Orlando L., O&#8217;Connor T., Hofreiter M.
Morphological and genetic evidence for early Holocene cattle management in northeastern China. Nat. Commun. 2013;4:2755. DOI
10.1038/ncomms3755.</p><p>Zhang T., Chen H., Qi L., Zhang J., Wu R., Zhang Y., Sun Y. Transcript
prof&#8202;iling identif&#8202;ies early response genes against FMDV infection
in PK-15 cells. Viruses. 2018;10(7):364. DOI 10.3390/v10070364.</p><p>Zhang W., Gao X., Zhang Y., Zhao Y., Zhang J., Jia Y., Zhu B., Xu L.,
Zhang L., Gao H., Li J., Chen Y. Genome-wide assessment of genetic diversity and population structure insights into admixture and
introgression in Chinese indigenous cattle. BMC Genet. 2018;19:
114. DOI 10.1186/s12863-018-0705-9.</p><p>Zhang X., Wang K., Wang L., Yang Y., Ni Z., Xie X., Shao X., Han J.,
Wan D., Qiu Q. Genome-wide patterns of copy number variation in
the Chinese yak genome. BMC Genom. 2016;17:379. DOI 10.1186/
s12864-016-2702-6.</p><p>Zhang Y., Hu Y., Wang X., Jiang Q., Zhao H., Wang J., Ju Z., Yang L.,
Gao Y., Wei X., Bai J., Zhou Y., Huang J. Population structure, and
selection signatures underlying high-altitude adaptation inferred
from genome-wide copy number variations in Chinese indigenous
cattle. Front. Genet. 2020;10:1404. DOI 10.3389/fgene.2019.01404.</p><p>Zhao Y.X., Yang J., Lv F.H., Hu X.J., Xie X.L., Zhang M., Li W.R.,
Liu M.J., Wang Y.T., Li J.Q., Liu Y.G., Ren Y.L., Wang F., Hehua E.,
Kantanen J., Arjen Lenstra J., Han J.L., Li M.H. Genomic reconstruction of the history of native sheep reveals the peopling patterns
of nomads and the expansion of early pastoralism in East Asia. Mol.
Biol. Evol. 2017;34(9):2380-2395. DOI 10.1093/molbev/msx181.</p></sec></body><back><ack><p>This work was supported by the Russian Science Foundation, project 19-76-20026</p></ack></back></article></pmc-articleset>