<?xml version="1.0"  ?><!DOCTYPE pmc-articleset PUBLIC "-//NLM//DTD ARTICLE SET 2.0//EN" "https://dtd.nlm.nih.gov/ncbi/pmc/articleset/nlm-articleset-2.0.dtd"><pmc-articleset><article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xml:lang="en" article-type="research-article" dtd-version="1.4"><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Vavilovskii Zhurnal Genet Selektsii</journal-id><journal-id journal-id-type="iso-abbrev">Vavilovskii Zhurnal Genet Selektsii</journal-id><journal-id journal-id-type="pmc-domain-id">3805</journal-id><journal-id journal-id-type="pmc-domain">vavilovjgb</journal-id><journal-title-group><journal-title>Vavilov Journal of Genetics and Breeding</journal-title></journal-title-group><issn pub-type="ppub">2500-0462</issn><issn pub-type="epub">2500-3259</issn><publisher><publisher-name>Institute of Cytology and Genetics, Siberian Branch of the Russian Academy of Science</publisher-name></publisher><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="https://vavilov.elpub.ru/jour/index">
Website: Vavilov Journal of Genetics and Breeding
</self-uri></journal-meta><article-meta><article-id pub-id-type="pmcid">PMC9177425</article-id><article-id pub-id-type="pmcid-ver">PMC9177425.1</article-id><article-id pub-id-type="pmcaid">9177425</article-id><article-id pub-id-type="pmcaiid">9177425</article-id><article-id pub-id-type="pmid">35795227</article-id><article-id pub-id-type="doi">10.18699/VJGB-22-39</article-id><article-version article-version-type="pmc-version">1</article-version><article-categories><subj-group subj-group-type="heading"><subject>Review</subject></subj-group></article-categories><title-group><article-title>Design and assembly of plant-based COVID-19 candidate vaccines: re&#1089;ent development and future prospects</article-title><trans-title-group xml:lang="ru"><trans-title>&#1056;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1072; &#1080; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1077; &#1082;&#1072;&#1085;&#1076;&#1080;&#1076;&#1072;&#1090;&#1085;&#1099;&#1093; &#1074;&#1072;&#1082;&#1094;&#1080;&#1085;
&#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1057;OVID-19 &#1085;&#1072; &#1086;&#1089;&#1085;&#1086;&#1074;&#1077; &#1088;&#1072;&#1089;&#1090;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080;: &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1081; &#1080; &#1087;&#1077;&#1088;&#1089;&#1087;&#1077;&#1082;&#1090;&#1080;&#1074;&#1099;</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name name-style="western"><surname>Uvarova</surname><given-names initials="EA">E.A.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Belavin</surname><given-names initials="PA">P.A.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
</aff></contrib><contrib contrib-type="author"><name name-style="western"><surname>Deineko</surname><given-names initials="EV">E.V.</given-names></name><aff>
<institution>Institute of Cytology and Genetics of the Siberian Branch of the Russian Academy of Sciences, Novosibirsk, Russia</institution>
<institution>Tomsk State University, Tomsk, Russia</institution></aff></contrib></contrib-group><author-notes><fn><p>Correspondence to: E.A. Uvarova1
<email>uvarova@bionet.nsc.ru</email></p></fn></author-notes><pub-date pub-type="ppub"><month>5</month><year>2022</year></pub-date><volume>26</volume><issue>3</issue><issue-id pub-id-type="pmc-issue-id">409248</issue-id><fpage>327</fpage><lpage>335</lpage><history><date date-type="received"><day>22</day><month>7</month><year>2021</year></date><date date-type="rev-recd"><day>08</day><month>11</month><year>2021</year></date><date date-type="accepted"><day>10</day><month>11</month><year>2021</year></date></history><pub-history><event event-type="pmc-release"><date><day>01</day><month>05</month><year>2022</year></date></event><event event-type="pmc-live"><date><day>05</day><month>07</month><year>2022</year></date></event><event event-type="pmc-last-change"><date iso-8601-date="2025-02-18 12:25:30.993"><day>18</day><month>02</month><year>2025</year></date></event></pub-history><permissions><copyright-statement>Copyright &#169; AUTHORS</copyright-statement><copyright-year>2022</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/2.5/</ali:license_ref><license-p>This work is licensed under a Creative Commons Attribution 4.0 License</license-p></license></permissions><self-uri xmlns:xlink="http://www.w3.org/1999/xlink" content-type="pmc-pdf" xlink:href="VJGB-26-2239.pdf"/><abstract><p>An outbreak of a new variant of the coronavirus infection, known as COVID-19, occurred at the end of 2019 in China, in the city of Wuhan. It was caused by the SARS-CoV-2 virus. This variant of the virus is characterized by a high degree of variability and, as the current situation with its spread across different regions of the globe shows, it can lead to a progressive spread of infection among the human population and become the cause of a pandemic. The world scientific community is making tremendous efforts to develop means of protection,prevention and treatment of this disease based on modern advances in molecular biology, immunology and
vaccinology. This review provides information on the current state of research in the field of vaccine development
against COVID-19 with an emphasis on the role of plants in solving this complex problem. Although plants have
long been used by mankind as sources of various medicinal substances, in a pandemic, plant expression systems
become attractive as biofactories or bioreactors for the production of artificially created protein molecules
that include protective antigens against viral infection. The design and creation of such artificial molecules
underlies the development of recombinant subunit vaccines aimed at a rapid response against the spread of
infections with a high degree of variability. The review presents the state of research covering a period of just
over two years, i. e. since the emergence of the new outbreak of coronavirus infection. The authors tried to
emphasize the importance of rapid response of research groups from various scientific fields towards the use
of existing developments to create means of protection against various pathogens. With two plant expression
systems &#8211; stable and transient &#8211; as examples, the development of work on the creation of recombinant subunit
vaccines against COVID-19 in various laboratories and commercial companies is shown. The authors emphasize
that plant expression systems have promise for the development of not only protective means under conditions
of rapid response (subunit vaccines), but also therapeutic agents in the form of monoclonal antibodies against
COVID-19 synthesized in plant cells.</p></abstract><trans-abstract xml:lang="ru"><p>&#1042;&#1089;&#1087;&#1099;&#1096;&#1082;&#1072; &#1085;&#1086;&#1074;&#1086;&#1075;&#1086; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1072; &#1082;&#1086;&#1088;&#1086;&#1085;&#1072;&#1074;&#1080;&#1088;&#1091;&#1089;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1077;&#1082;&#1094;&#1080;&#1080;, &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1086;&#1081; &#1082;&#1072;&#1082; COVID-19, &#1087;&#1088;&#1086;&#1080;&#1079;&#1086;&#1096;&#1083;&#1072;
&#1074; &#1082;&#1086;&#1085;&#1094;&#1077; 2019 &#1075;. &#1074; &#1050;&#1080;&#1090;&#1072;&#1077;, &#1074; &#1075;&#1086;&#1088;&#1086;&#1076;&#1077; &#1059;&#1093;&#1072;&#1085;&#1100;, &#1080; &#1073;&#1099;&#1083;&#1072; &#1074;&#1099;&#1079;&#1074;&#1072;&#1085;&#1072; &#1074;&#1080;&#1088;&#1091;&#1089;&#1086;&#1084; SARS-CoV-2. &#1044;&#1072;&#1085;&#1085;&#1099;&#1081; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090; &#1074;&#1080;&#1088;&#1091;&#1089;&#1072; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1081; &#1089;&#1090;&#1077;&#1087;&#1077;&#1085;&#1100;&#1102; &#1080;&#1079;&#1084;&#1077;&#1085;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1080; &#1080;, &#1082;&#1072;&#1082; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1089;&#1083;&#1086;&#1078;&#1080;&#1074;&#1096;&#1072;&#1103;&#1089;&#1103; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1103; &#1089; &#1077;&#1075;&#1086; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1077;&#1084; &#1087;&#1086; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1084; &#1088;&#1077;&#1075;&#1080;&#1086;&#1085;&#1072;&#1084; &#1079;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1096;&#1072;&#1088;&#1072;, &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1077;&#1085; &#1087;&#1088;&#1080;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100; &#1082; &#1087;&#1088;&#1086;&#1075;&#1088;&#1077;&#1089;&#1089;&#1080;&#1088;&#1091;&#1102;&#1097;&#1077;&#1084;&#1091; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1102; &#1080;&#1085;&#1092;&#1077;&#1082;&#1094;&#1080;&#1080; &#1089;&#1088;&#1077;&#1076;&#1080; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1094;&#1080;&#1080; &#1080; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1087;&#1088;&#1080;&#1095;&#1080;&#1085;&#1086;&#1081; &#1074;&#1086;&#1079;&#1085;&#1080;&#1082;&#1085;&#1086;&#1074;&#1077;&#1085;&#1080;&#1103; &#1087;&#1072;&#1085;&#1076;&#1077;&#1084;&#1080;&#1080;. &#1052;&#1080;&#1088;&#1086;&#1074;&#1086;&#1077; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1089;&#1090;&#1074;&#1086; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081; &#1087;&#1088;&#1080;&#1083;&#1072;&#1075;&#1072;&#1077;&#1090; &#1086;&#1075;&#1088;&#1086;&#1084;&#1085;&#1099;&#1077; &#1091;&#1089;&#1080;&#1083;&#1080;&#1103; &#1076;&#1083;&#1103; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074; &#1079;&#1072;&#1097;&#1080;&#1090;&#1099;, &#1087;&#1088;&#1086;&#1092;&#1080;&#1083;&#1072;&#1082;&#1090;&#1080;&#1082;&#1080; &#1080; &#1083;&#1077;&#1095;&#1077;&#1085;&#1080;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1079;&#1072;&#1073;&#1086;&#1083;&#1077;&#1074;&#1072;&#1085;&#1080;&#1103;, &#1086;&#1089;&#1085;&#1086;&#1074;&#1099;&#1074;&#1072;&#1103;&#1089;&#1100; &#1085;&#1072; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1076;&#1086;&#1089;&#1090;&#1080;&#1078;&#1077;&#1085;&#1080;&#1103;&#1093; &#1074; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1084;&#1086;&#1083;&#1077;&#1082;&#1091;&#1083;&#1103;&#1088;&#1085;&#1086;&#1081; &#1073;&#1080;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;, &#1080;&#1084;&#1084;&#1091;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1080; &#1074;&#1072;&#1082;&#1094;&#1080;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;. &#1042; &#1087;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072;&#1077;&#1084;&#1086;&#1084; &#1086;&#1073;&#1079;&#1086;&#1088;&#1077; &#1089;&#1091;&#1084;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1086; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1084; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1080; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1081; &#1074; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1074;&#1072;&#1082;&#1094;&#1080;&#1085; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074; COVID-19 &#1089; &#1072;&#1082;&#1094;&#1077;&#1085;&#1090;&#1086;&#1084; &#1085;&#1072; &#1088;&#1086;&#1083;&#1100; &#1088;&#1072;&#1089;&#1090;&#1077;&#1085;&#1080;&#1081; &#1074; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1080; &#1101;&#1090;&#1086;&#1081; &#1089;&#1083;&#1086;&#1078;&#1085;&#1086;&#1081; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1099;. &#1061;&#1086;&#1090;&#1103; &#1088;&#1072;&#1089;&#1090;&#1077;&#1085;&#1080;&#1103; &#1080;&#1079;&#1076;&#1072;&#1074;&#1085;&#1072; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1083;&#1080;&#1089;&#1100; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086;&#1084; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1080;&#1089;&#1090;&#1086;&#1095;&#1085;&#1080;&#1082;&#1086;&#1074; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1083;&#1077;&#1082;&#1072;&#1088;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1089;&#1091;&#1073;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1081;, &#1074; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1093; &#1087;&#1072;&#1085;&#1076;&#1077;&#1084;&#1080;&#1080; &#1088;&#1072;&#1089;&#1090;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1103;&#1090;&#1089;&#1103; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1084;&#1080; &#1074; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1073;&#1080;&#1086;&#1092;&#1072;&#1073;&#1088;&#1080;&#1082; &#1080;&#1083;&#1080; &#1073;&#1080;&#1086;&#1088;&#1077;&#1072;&#1082;&#1090;&#1086;&#1088;&#1086;&#1074; &#1076;&#1083;&#1103; &#1085;&#1072;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080; &#1080;&#1089;&#1082;&#1091;&#1089;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1073;&#1077;&#1083;&#1082;&#1086;&#1074;&#1099;&#1093; &#1084;&#1086;&#1083;&#1077;&#1082;&#1091;&#1083;, &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1102;&#1097;&#1080;&#1093; &#1087;&#1088;&#1086;&#1090;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1077; &#1072;&#1085;&#1090;&#1080;&#1075;&#1077;&#1085;&#1099; &#1076;&#1083;&#1103; &#1074;&#1072;&#1082;&#1094;&#1080;&#1085;&#1099; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1074;&#1080;&#1088;&#1091;&#1089;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1077;&#1082;&#1094;&#1080;&#1080;. &#1044;&#1080;&#1079;&#1072;&#1081;&#1085; &#1080; &#1082;&#1086;&#1085;&#1089;&#1090;&#1088;&#1091;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1090;&#1072;&#1082;&#1080;&#1093; &#1080;&#1089;&#1082;&#1091;&#1089;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1084;&#1086;&#1083;&#1077;&#1082;&#1091;&#1083; &#1083;&#1077;&#1078;&#1072;&#1090; &#1074; &#1086;&#1089;&#1085;&#1086;&#1074;&#1077; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1088;&#1077;&#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1085;&#1090;&#1085;&#1099;&#1093; &#1089;&#1091;&#1073;&#1098;&#1077;&#1076;&#1080;&#1085;&#1080;&#1095;&#1085;&#1099;&#1093; &#1074;&#1072;&#1082;&#1094;&#1080;&#1085;, &#1085;&#1072;&#1094;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1085;&#1072; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086;&#1077; &#1088;&#1077;&#1072;&#1075;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103; &#1080;&#1085;&#1092;&#1077;&#1082;&#1094;&#1080;&#1081; &#1089; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1081; &#1089;&#1090;&#1077;&#1087;&#1077;&#1085;&#1100;&#1102; &#1080;&#1079;&#1084;&#1077;&#1085;&#1095;&#1080;&#1074;&#1086;&#1089;&#1090;&#1080;. &#1042; &#1086;&#1073;&#1079;&#1086;&#1088;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1086; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1081;, &#1086;&#1093;&#1074;&#1072;&#1090;&#1099;&#1074;&#1072;&#1102;&#1097;&#1077;&#1077; &#1087;&#1077;&#1088;&#1080;&#1086;&#1076; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1080;&#1084; &#1073;&#1086;&#1083;&#1077;&#1077; &#1076;&#1074;&#1091;&#1093; &#1083;&#1077;&#1090;, &#1090;. &#1077;. &#1089; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1072; &#1087;&#1086;&#1103;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1085;&#1086;&#1074;&#1086;&#1081; &#1082;&#1086;&#1088;&#1086;&#1085;&#1072;&#1074;&#1080;&#1088;&#1091;&#1089;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1077;&#1082;&#1094;&#1080;&#1080;. &#1054;&#1073;&#1089;&#1091;&#1078;&#1076;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074;&#1072;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086;&#1075;&#1086; &#1088;&#1077;&#1072;&#1075;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1089;&#1082;&#1080;&#1093; &#1075;&#1088;&#1091;&#1087;&#1087; &#1080;&#1079; &#1088;&#1072;&#1079;&#1085;&#1099;&#1093; &#1085;&#1072;&#1091;&#1095;&#1085;&#1099;&#1093; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1077;&#1081; &#1074; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1091;&#1078;&#1077; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1086;&#1082; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074; &#1079;&#1072;&#1097;&#1080;&#1090;&#1099; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1087;&#1072;&#1090;&#1086;&#1075;&#1077;&#1085;&#1086;&#1074;. &#1053;&#1072; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1077; &#1076;&#1074;&#1091;&#1093; &#1088;&#1072;&#1089;&#1090;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#8211; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1100;&#1085;&#1086;&#1081; &#1080; &#1090;&#1088;&#1072;&#1085;&#1079;&#1080;&#1077;&#1085;&#1090;&#1085;&#1086;&#1081; &#8211; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090; &#1087;&#1086; &#1082;&#1086;&#1085;&#1089;&#1090;&#1088;&#1091;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1102; &#1088;&#1077;&#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1085;&#1090;&#1085;&#1099;&#1093; &#1089;&#1091;&#1073;&#1098;&#1077;&#1076;&#1080;&#1085;&#1080;&#1095;&#1085;&#1099;&#1093; &#1074;&#1072;&#1082;&#1094;&#1080;&#1085; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074; COVID-19 &#1074; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1083;&#1072;&#1073;&#1086;&#1088;&#1072;&#1090;&#1086;&#1088;&#1080;&#1103;&#1093; &#1080; &#1082;&#1086;&#1084;&#1084;&#1077;&#1088;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1103;&#1093;. &#1055;&#1086;&#1076;&#1095;&#1077;&#1088;&#1082;&#1085;&#1091;&#1090;&#1072; &#1087;&#1077;&#1088;&#1089;&#1087;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1088;&#1072;&#1089;&#1090;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#1076;&#1083;&#1103; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074; &#1079;&#1072;&#1097;&#1080;&#1090;&#1099; &#1074; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1103;&#1093; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086;&#1075;&#1086; &#1088;&#1077;&#1072;&#1075;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; (&#1089;&#1091;&#1073;&#1098;&#1077;&#1076;&#1080;&#1085;&#1080;&#1095;&#1085;&#1099;&#1077; &#1074;&#1072;&#1082;&#1094;&#1080;&#1085;&#1099;), &#1085;&#1086; &#1080; &#1090;&#1077;&#1088;&#1072;&#1087;&#1077;&#1074;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074; &#1074; &#1074;&#1080;&#1076;&#1077; &#1084;&#1086;&#1085;&#1086;&#1082;&#1083;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1072;&#1085;&#1090;&#1080;&#1090;&#1077;&#1083; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074; COVID-19, &#1089;&#1080;&#1085;&#1090;&#1077;&#1079;&#1080;&#1088;&#1091;&#1077;&#1084;&#1099;&#1093; &#1074; &#1088;&#1072;&#1089;&#1090;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1082;&#1083;&#1077;&#1090;&#1082;&#1072;&#1093;.</p></trans-abstract><kwd-group><kwd>plant-based vaccines</kwd><kwd>plant expression systems</kwd><kwd>virus-like particles</kwd><kwd>transient expression</kwd><kwd>stable expression</kwd><kwd>recombinant proteins</kwd></kwd-group><kwd-group xml:lang="ru"><kwd>&#1088;&#1072;&#1089;&#1090;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1074;&#1072;&#1082;&#1094;&#1080;&#1085;&#1099;</kwd><kwd>&#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1080; &#1088;&#1072;&#1089;&#1090;&#1077;&#1085;&#1080;&#1081;</kwd><kwd>&#1074;&#1080;&#1088;&#1091;&#1089;&#1086;&#1087;&#1086;&#1076;&#1086;&#1073;&#1085;&#1099;&#1077; &#1095;&#1072;&#1089;&#1090;&#1080;&#1094;&#1099;</kwd><kwd>&#1090;&#1088;&#1072;&#1085;&#1079;&#1080;&#1077;&#1085;&#1090;&#1085;&#1072;&#1103; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1103;</kwd><kwd>&#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1100;&#1085;&#1072;&#1103; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089;&#1080;&#1103;</kwd><kwd>&#1088;&#1077;&#1082;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1085;&#1090;&#1085;&#1099;&#1077; &#1073;&#1077;&#1083;&#1082;&#1080;</kwd></kwd-group><custom-meta-group><custom-meta><meta-name>pmc-status-qastatus</meta-name><meta-value>0</meta-value></custom-meta><custom-meta><meta-name>pmc-status-live</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-status-embargo</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-status-released</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-open-access</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-olf</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-manuscript</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-legally-suppressed</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-pdf</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-has-supplement</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-pdf-only</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-suppress-copyright</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-real-version</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-is-scanned-article</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-preprint</meta-name><meta-value>no</meta-value></custom-meta><custom-meta><meta-name>pmc-prop-in-epmc</meta-name><meta-value>yes</meta-value></custom-meta><custom-meta><meta-name>pmc-license-ref</meta-name><meta-value>CC BY</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec><title>Introduction</title><p>Vaccination is one of the most effective methods of combating
infectious diseases. A vaccine is a preparation that stimulates
the body to form a protective reaction against an infectious
agent. Vaccination is based on the programming of specific immunological
mechanisms for protection against pathogens of
various infections. Although humanity has managed to avoid
outbreaks of many dangerous infections precisely thanks to
vaccination, the vaccines available in the arsenal are still far
from &#8220;ideal&#8221;. The use of traditional vaccines, the production
of which is based on attenuated or inactivated pathogens, is
sometimes accompanied by sensitization of the body, a large
load on the immune system, reactogenicity, toxicity, etc.
(Francis, 2018).</p><p>The methods and approaches developed to date in the field
of molecular biology, immunology, vaccinology, cellular and
synthetic biology, as well as bioinformatics, allow us to take
a fresh look at the opening opportunities for creating more
advanced means of protection against pathogens of viral and
bacterial origin, devoid of the above disadvantages. The use
of modern biology methods makes it possible to identify and
isolate biological macromolecules or their fragments that
could be used as immunogenic components to activate the
immune system in response to a pathogen. Such components
can be proteins of pathogens (for example, envelope proteins
of infectious agents), which are immunogens. With the use
of genetic engineering technologies, the direction of creating
recombinant subunit vaccines is successfully developing &#8211;
artificially created protein molecules that include protective
antigens in combination with adjuvants synthesized in various
expression systems (Salazar-Gonz&#225;lez et al., 2015; Demurtas
et al., 2016; Fischer, Buyel, 2020; McNulty et al., 2020;
Rybicki, 2020)</p><p>The creation of recombinant subunit vaccines is most
relevant for pathogens characterized by a high level of variability.
These pathogens include viral pathogens that cause acute respiratory infections and influenza (Shoji et al., 2011;
Ward et al., 2020). These pathogens can lead to a progressive
spread of infection in the human population and cause epidemics
and pandemics. These pathogens include a new type
of coronavirus &#8211; SARS-CoV-2.</p><p>The availability of data on the genome structure of a new
virus strain isolated using classical methods of virology, electron
microscopy, and molecular analysis at the end of 2019
(Zhu et al., 2020) opened up wide opportunities for applying
new approaches to designing vaccines. The first statements
about clinical trials (https://clinicaltrials.gov/ct2/show/
<ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="pmc:clinical-trial" xlink:href="NCT04283461">NCT04283461</ext-link>) appeared two months after the publication
of the primary structure of the genome of this virus (Zhu et
al., 2020). This fact indicates that the existing developments
and understanding of the molecular mechanisms of the formation
of protective reactions on the part of the body&#8217;s immune
system make it possible to respond quickly enough to the
emergence of new variants of a viral infection (Pogrebnyak et
al., 2005). However, the use of new vaccines for the prevention
of the population is dictated by the need for a deep assessment
of their effectiveness and impact on the human body, as well as
the possibilities for their industrial development (Jiang, 2020).</p><p>In this review, the authors made an attempt to analyze
the possibilities of using plant expression systems aimed at
creating antiviral subunit recombinant vaccines, in particular,
candidate vaccines against COVID-19.</p></sec><sec><title>Plant-based expression systems</title><p>When developing new generation vaccines, including recombinant
vaccines, the question of finding highly effective and
cost-effective systems for their expression remains topical.
Currently, Escherichia coli, several species of Saccharomyces,
and mammalian cells are most commonly used for these
purposes. New prospects for the production of recombinant
proteins are opening up with the use of recombinant plants
(biopharming) that could act as plant (edible) vaccines (Salazar-Gonz&#225;lez et al., 2015). Plants in whose tissues recombinant
immunogens are synthesized and accumulated are attractive
for obtaining substances for veterinary and medical purposes,
including for obtaining subunit recombinant antiviral vaccines.
Many leading biotechnology laboratories and commercial
firms use plant cells as an alternative expression system for
the production of recombinant proteins for medical purposes
(Fischer, Buyel, 2020; Rybicki, 2020).</p><p>Plant-made expression platforms used for the synthesis of
recombinant proteins, including vaccinogenic ones, are based
on stable expression of the target gene when it is delivered to
the nuclear or chloroplast genomes of the plant, as well as on
its transient expression. Figure 1 shows two main platforms
being developed in leading biotechnological centers for the
production of recombinant proteins, including medical ones,
using the synthetic capabilities of the transcription-translation
apparatus of plants. The general principle underlying these
platforms is as follows: by genetic engineering, an artificial
matrix with a target gene is created, according to which the
corresponding protein is synthesized and accumulated in plant
tissues. Plant tissues can be freeze-dried and encapsulated, or
the recombinant protein can be isolated and purified directly
from the tissues. As a rule, genes of envelope proteins of
pathogens of infectious diseases, which are immunogens, are
used as a target gene. As part of expression cassettes, target
genes can be integrated into the plant genome (nuclear or
chloroplast), which will ensure stable expression of the target
gene and accumulation of the target product in plant tissues
(see Fig. 1, a). However, the use of the chloroplast genome
for these purposes, although it seems very promising, is still
far from practical application due to the existence of a large
number of unsolved problems (Waheed et al., 2015; Yu Y. et
al., 2020).</p><fig position="float" id="Fig-1" orientation="portrait"><label>Fig. 1.</label><caption><title>Plant-made expression platforms used for the synthesis of
recombinant proteins</title></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-26-2239-Fig1.jpg"/></fig><p>To deliver target genes to plant tissues in a transient expression
system, viral vectors specifically designed for this purpose
are used (Sainsbury et al., 2010), as well as the Nicotiana
benthamiana plant species, the structural features of the leaf
parenchyma of which are optimal for successful agroinfiltration
(see Fig. 1, b). IconGenetics (Germany) has developed
and patented a &#8220;magnification&#8221; system in which the yield of
a recombinant protein in a transient expression system can
reach up to 80 % of the total soluble protein (TSP) (Gleba et
al., 2005). Despite the relatively low (slightly more than 1 %
ORP) yield of the recombinant protein in plants with a stable
expression system in the case of nuclear transformation, the
use of already available agricultural technologies for growing
transgenic plants provides them with unlimited scalability at
minimal cost (Kermode, 2018). Thus, a plant platform with
stable expression of the target gene is promising for the production
of high-volume products, such as vaccines for disease
prevention, especially in developing countries</p><p>Transgenic or transplastomic plants with stable expression
of the target gene are used for large-scale production of recombinant
proteins over a long period, while the characteristics
of transient expression make it possible to obtain the required
amounts of recombinant protein in short periods of time, which
seems to be extremely important when an emergency response
to the spread of a pathogen is required. For example, the US
Food and Drug Administration (FDA) approved an emergency
cocktail against Ebola virus called ZMappTM, consisting of
three monoclonal antibodies transiently synthesized in tobacco
plants (Phoolcharoen et al., 2011).</p><p>The transient expression system is promising for the development
of small-scale accumulation of personalized drugs,
such as anti-idiotypic scFv antibodies for non-Hodgkin&#8217;s
lymphoma, as well as in case of a need for mass vaccination
of the population in case of outbreaks of seasonal viral diseases
caused by rapidly mutating viruses. In N. benthamiana
plants, after three weeks from the moment the viral sequence
was already isolated, sufficiently large amounts of antigens
were synthesized from influenza virus strains H5N1 (bird flu)
and H1N1 (swine flu) (Hodgins et al., 2019; Makarkov et al.,
2019). These recombinant proteins, synthesized in a transient
plant expression system, are being considered as candidate
influenza vaccines and have completed phase II human trials
(Pillet et al., 2019).</p><p>DowAgroSciences (USA) has developed the Concert&#8482;
plant cell culture system as an advanced platform for the production
of a recombinant antigen against Newcastle disease
virus (pseudoplague) in poultry. Although the company did not
launch commercial production of this recombinant vaccine,
this technology has served as the basis for other commercial
products. The reality and effectiveness of this approach has
been repeatedly confirmed by researchers from the world&#8217;s
leading biotechnological laboratories, as well as by the activities
of numerous companies and firms specializing in the production
of one or more closely related products based on their own
expression platform (Margolin et al., 2018; Rybicki, 2018).</p><p>Given the dramatic impact of the COVID-19 pandemic,
it is critical to consider all the technologies at the disposal
of researchers that could be applied to combat the causative
agent of this infectious disease, the SARS-CoV-2 virus. Since
the technology for the production of plant biopharmaceuticals
has already been generally developed, it seems very attractive
in the context of a pandemic in terms of producing not only
inexpensive vaccines, but also antibodies used for therapy,
prevention and diagnosis. The production of antibodies, such
as anti-COVID-19, seems even more promising than vaccinogenic
proteins, since recombinant plant-derived antibodies can
be produced and approved for human use in a timely manner
compared to vaccine development (Hiatt et al., 1989; Tian et
al., 2020). The promise of plant expression systems for use in
the fight against COVID-19 is discussed in reviews (Rosales-
Mendoza, 2020; Shanmugaraj et al., 2020b).</p></sec><sec><title>General idea of the immune response
to viral infection</title><p>The causative agents of respiratory diseases, which include
various types of coronaviruses, enter the human body through
the mucous membranes of the upper respiratory tract. Virus
particles attach to cell receptors, fuse with the cell membrane,
and enter the cell. Using the replicative apparatus of the cell,
the virus multiplies and the viral particles come out, affecting
the cells adjacent to it. In the case of the SARS-CoV-2
virus, penetration into the cell is provided by the S-2 protein,
which is one of the two parts of the surface viral S protein
(spike protein). The second part of this protein &#8211; S-1 provides
binding to the ACE2 receptor of the lung epithelium. Having
penetrated inside the cell, viruses become intracellular parasites,
and the fight against them by the host&#8217;s immune system
becomes a difficult task.</p><p>Evolutionary, two systems of protecting the body from
the penetration of pathogens have been formed &#8211; innate,
immediately responding to danger, aimed at identifying the
pathogen as a whole (innate immunity) and adaptive, aimed at
identifying a huge number of specificities (antigens) in various
pathogens (acquired immunity). The molecular mechanism
of pathogen recognition is based on the detection of some
standard &#8220;molecular marks&#8221; or pathogen-associated molecular
patterns (PAMPs). Figure 2 shows the general scheme of the
development of the body&#8217;s immune responses to the penetration
of the virus.</p><p>Innate immune responses are triggered at the first stage of
interaction between the organism and the pathogen. Pathogen
structures are recognized by the receptors of phagocytic
cells and natural killers, upon interaction with which T-cell
immune response cascades are launched and the elimination
of pathogens and infected cells is coordinated. Toll-like and
NOD-like receptors constitute the main group of receptors
during the development of nonspecific protection (Takeuchi,
Akira, 2010; Channappanavar et al., 2014).</p><p>It should be emphasized that in defending itself against
viruses, the cell uses both antibodies (the humoral link of
immunity) and the strategy of destroying cells infected with
the virus (the cellular link of immunity). Membrane proteins
of most viruses are &#8220;identification marks&#8221; or targets for the
cell, on which B-lymphocytes activated by T-helpers (CD4+)
differentiate into plasma cells that synthesize antibodies (see
Fig. 2), which prevent the attachment and penetration of the
virus into the cell. Such a defense strategy is effective in the
early stages of infection, until the virus has entered the cell.
After a cell is infected with a virus, another strategy is activated
to destroy them, which is carried out by natural killers
and cytotoxic T-lymphocytes (CD8+) (see Fig. 2). The importance
of the formation of cytotoxic reactions in the fight against
coronaviruses was emphasized earlier (Channappanavar et al.,
2014). The scheme of immune responses of the body to the
invasion of a viral infection, shown in Figure 2, is extremely
simplified in order to draw attention to the key points that are
important when choosing a strategy for developing a vaccine.</p><fig position="float" id="Fig-2" orientation="portrait"><label>Fig. 2.</label><caption><title>Scheme of the immune response of the body to the invasion of
a viral infection</title></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-26-2239-Fig2.jpg"/></fig></sec><sec><title>Principles
for COVID-19 vaccine development</title><p>Modern knowledge in the field of molecular biology, immunology
and vaccinology provides researchers with a wide
range of methods and approaches for designing new generation
vaccines based not only on data on the antigenic structure
of the pathogen, but also on the mechanisms of the immune
response to the pathogen and its components</p><p>Nucleotide sequences of the SARS-CoV-2 virus genome
are available on the websites of the National Library for
Medicine and the Gene Bank (https://www.ncbi.nlm.nih.gov/
sars-cov-2/). As of mid-July 2021, information on more than
377,000 fully read genomes of this virus, as well as more than
526,000 partially read genomes, is freely available. Since
the outbreak of a new coronavirus infection COVID-19 occurred
at the end of 2019 in China, in the city of Wuhan, the
nucleotide sequence of this strain of the virus was conditionally chosen as a reference. Reference sequence data and all
sequenced genomes are available from the gene bank at https://
www.ncbi.nlm.nih.gov/nuccore/<ext-link xmlns:xlink="http://www.w3.org/1999/xlink" ext-link-type="pmc:entrez-nucleotide" xlink:href="NC_045512.2">NC_045512.2</ext-link>.</p><p>At this point in time, on the WHO website, you can find information
on the status of completed developments for the creation
of vaccines against SARS-CoV-2 (https://cdn.who.int/media/
docs/default-source/blue-print/15april2022-novel-covid-19-
vaccine-tracker.zip?sfvrsn=225505e5_3&amp;download=true).
It should be emphasized that to date, 196 candidate vaccines
at the stage of preclinical studies and 153 preparations at the
stage of clinical trials have been registered in the world. On the
WHO website via the same link, you can also find information
about specific vaccine preparations and their manufacturers
that are at the stage of clinical trials and receiving approval
as vaccines from WHO (see the Table).</p><fig position="float" id="Tab-1" orientation="portrait"><label>Table 1.</label><caption><title>Status of COVID-19 vaccines within WHO EUL/PQ evaluation process 02.04.2022</title><p>Note. WHO website was used: https://extranet.who.int/pqweb/sites/default/files/documents/Status_COVID_VAX_02April2022.pdf
Status of assessment: * registered, ** end of registration, *** preparatory procedures.</p></caption><graphic xmlns:xlink="http://www.w3.org/1999/xlink" position="float" orientation="portrait" xlink:href="VJGB-26-2239-Tab1.jpg"/></fig><p>Analyzing the state of research in the development of vaccines
against COVID-19, it should be noted that almost all
creators use the immunogenic protein S of the coronavirus as
a basis, which is presented to the immune system in different
ways. It is this protein of the SARS-CoV-2 virus that binds
to the ACE2 receptor of mucosal epithelial cells and ensures
its penetration into the cells of the human body. As can be
seen from the results of the analysis of the status of vaccines
that have been registered and prepared by developers for use
(see the Table), the current market for COVID-19 vaccines
includes both classical vaccines based on the presentation of
antigens of inactivated viruses to the immune system (Gao et
al., 2020) and mRNA vaccines, in which the mRNA encoding
the S protein is packaged in a lipid envelope. Such mRNA,
when it enters human cells, is a template for the synthesis of
the S protein, which is recognized by the cells of the immune
system as a danger signal (Pardi et al., 2018). RNA vaccines
have been shown to induce neutralizing antibodies with high
titers (Jackson et al., 2020). Based on the same mechanism of
antigen presentation, DNA vaccines are being developed that
include a DNA fragment encoding the S protein into vectors,
for example, into plasmids or adenoviruses (see the Table).
In studies in rhesus monkeys, such vaccines stimulated the
production of high antibody titers as well as the production
of cytotoxic lymphocytes (Yu J. et al., 2020). The disadvantage
of vector vaccines is the immunogenicity of the vectors
themselves.</p><p>Vaccines based on recombinant proteins or peptides are
considered promising. In the case of SARS-CoV-2, full-length
or domains of S, M, and N proteins are considered as candidates
for antigens, to increase the immunogenicity of which
epitopes recognized by T- and B-cells of the immune system
are additionally used (Marian, 2021). Such artificially created
recombinant proteins, when they enter the body, activate
the cells of the immune defense systems, which trigger the
formation of the corresponding subcellular populations, the
biosynthesis of antibodies, and the formation of &#8220;memory
cells&#8221;. The most complete strategy for creating vaccines
against SARS-CoV-2 and the current state of research in this
area are presented in the review (Bakhiet, Taurin, 2021).</p><p>It should be emphasized that in the development of antiviral
vaccines, including against COVID-19, two important stages
can be conditionally distinguished, the first of which is directly related to the creation of the vaccine itself, which is presented
to the immune system either in the form of a large number of
antigens (inactivated virus), or in the form of the dominant
antigen(s) in the form of mRNA, DNA, recombinant protein
or peptide. The importance of the second stage is determined
by reliable systems for the production of either the virus itself
or its antigens. Analyzing the current state of research in the
development of vaccines and, in particular, subunit vaccines
of a new generation, it should be noted that, along with wellestablished
platforms, for example, Chinese hamster cells
(CHO), used in the development of the recombinant vaccine
&#8216;Recombinant Novel Coronavirus Vaccine&#8217; by the Chinese
company Zhifei Longcom (see the Table), plant expression
systems are attracting increasing attention of the global research
community (Fischer, Buyel, 2020; Kannan et al., 2020).</p></sec><sec><title>The state of research in the development
of plant-based vaccines against COVID-19</title><p>Despite the fact that the first work on the attractiveness of
plant expression systems for the biotechnological production
of vaccinogenic proteins against COVID-19 appeared
relatively recently (Rosales-Mendoza, 2020; Shanmugaraj et
al., 2020a), by now the number of such works has increased
markedly (Capell et al., 2020; Dhama et al., 2020; Ma et al.,
2020; Prasad et al., 2020; Shanmugaraj et al., 2020a). The
authors comprehensively discuss the possibilities of applying
existing biotechnological developments to create subunit vaccines
based on plant expression systems (Capell et al., 2020;
Ma et al., 2020), as well as the features of creating this type
of vaccine in case of a need for rapid response to the spread
of a pathogen (Shanmugaraj et al., 2020a).</p><p>The researchers&#8217; developments on the creation of plantbased
influenza vaccines based on virus-like particles also
formed the basis for the development of vaccines against
COVID-19 (Hodgins et al., 2019; Makarkov et al., 2019).</p><p>Moreover, the Canadian company &#8216;Medicago&#8217;, which uses
plant expression systems for the production of recombinant
proteins for medical purposes, used a transient expression
system in N. benthamiana plants to develop a vaccinogenic
protein including S-1 protein of the SARS-CoV-2 virus
(https://www.medicago.com/en/covid-19-programs/). The
company&#8217;s developers used the fusion of a sequence encoding
the viral protein S-1 with a sequence providing conformational
transformations of a protein molecule that mimic the surface
of a viral particle. The prospects of creating recombinant
proteins conformationally folded in the form of virus-like
particles, on the surface of which antigens are presented in
the form of recombinant polypeptides, were noted earlier
(Bai et al., 2008). Folding a recombinant protein in the form
of a virus-like particle significantly increases the efficiency
of antigen presentation to cells of the body&#8217;s immune system
(Rybicki, 2020). Despite the fact that the vaccine prepared on
the basis of virus-like particles, although it mimics a virus,
such an &#8220;artificial virus&#8221; lacks a genetic apparatus (RNA
or DNA) and, accordingly, the ability to replicate when it
enters a cell. Previously, numerous studies have shown that
post-translational protein transformations in plant expression
systems ensure its folding into a virus-like particle (D&#8217;Aoust et al., 2010; Lua et al., 2014). Moreover, it has been demonstrated
that plant expression systems support the synthesis of
functional recombinant proteins, including such complex ones
as antibodies (Diamos et al., 2020).</p><p>The website of the biotech company Medicago Inc.
published information on the approval by the Canadian
regulator of a vaccine, which is a recombinant S protein of
the SARS-CoV-2 virus, in the form of virus-like particles
synthesized in tobacco plants (N. benthamiana) (https://
medicago.com/app/uploads/2022/02 /Covifenz-PM-en.pdf).
The vaccinogenic protein isolated and purified from plant biomass
is used in tests on volunteers (about 30 thousand people
participated in the experiment). It should be emphasized that
the candidate vaccine obtained on the basis of the plant expression
system has successfully passed three phases of clinical
trials on volunteers (Pillet et al., 2019; Ward et al., 2021) and
is now approved under the commercial name COVIFENZ&#174;
in Canada. The company announced the formation of high
antibody titers in the subjects. Medicago Inc. has evaluated
its candidate vaccine with GSK pandemic adjuvant. Currently,
companies such as GlaxoSmithKlein (GSK, UK), Seqirus
(UK) and Dynavax (USA) are developing licensed adjuvants
(AS03, MF59 and CpG 1018, respectively) for their use with
COVID-19 vaccines. The use of an adjuvant may be of particular
importance in a pandemic situation, as it can reduce
the amount of vaccine protein required per dose, which allows
more doses of the vaccine to be produced and therefore contributes
to the protection of more people. Although the exact
dosage of the vaccine for humans has not yet been determined,
the company estimates potential production volumes starting
with 2021 to 80 million doses per year with an increase in
productivity from 2023 to more than 1 billion doses of the
COVID-19 vaccine per year</p></sec><sec id="Conclusion"><title>Conclusion</title><p>As the experience of leading biotechnology companies and
laboratories in optimizing expression systems for the production
of recombinant proteins shows, plant expression systems
are very attractive for these purposes and are already in demand
by some large and medium-sized biotech companies.
The prospect of using plant cells for the production of recombinant
proteins intended for vaccine prophylaxis is also based
on the possibility of their oral and intranasal administration
and the activation of mucosal responses.</p><p>Oral delivery of pharmaceutical proteins appears to be a
desirable target for the biopharmaceutical industry, as it provides
more convenient drug administration than intravenous,
intramuscular, and subcutaneous injections. Oral delivery
will lead to better patient outcomes along with improved
quality of life. Moreover, the attractiveness of plant expression
systems is based on the ability to quickly respond to
pathogens with a high degree of variability. The examples of
successful testing of a plant vaccine against COVID-19 and
the provision of large production volumes for the production
of a vaccinogenic recombinant protein given in this review
confirm the promise of plant expression systems for obtaining
recombinant subunit vaccines</p></sec><sec><title>Conflict of interest</title><p>The authors declare no conflict of interest.</p></sec><sec id="References"><title>References</title><p>Bai B., Hu Q., Hu H., Zhou P., Shi Z., Meng J., Lu B., Huang Y., Mao P.,
Wang H. Virus-like particles of SARS-like coronavirus formed by
membrane proteins from different origins demonstrate stimulating
activity in human dendritic cells. PLoS One. 2008;3:e2685. DOI
10.1371/journal.pone.0002685</p><p>Bakhiet M., Taurin S. SARS-CoV-2: targeted managements and vaccine
development. Cytokine Growth Factor Rev. 2021;58:16-29.
DOI 10.1016/j.cytogfr.2020.11.001</p><p>Capell T., Twyman R.M., Armario-Najera V., Ma J.K., Schillberg S.,
Christou P. Potential applications of plant biotechnology against
SARS-CoV-2. Trends Plant Sci. 2020;25(7):635-643. DOI 10.1016/
j.tplants.2020.04.009.</p><p>Channappanavar R., Fett C., Zhao J., Meyerholz D.K., Perlman S.
Virus-speci&#64257;c memory CD8 T cells provide substantial protection
from lethal severe acute respiratory syndrome coronavirus infection.
J. Virol. 2014;88:11034-11044. DOI 10.1128/jvi.01505-14.</p><p>D&#8217;Aoust M.A., Couture M.M., Charland N., Trepanier S., Landry N.,
Ors F., V&#233;zina L.-P. The production of hemagglutinin-based virus-
like particles in plants: a rapid, efficient and safe response to
pandemic influenza. Plant Biotechnol. J. 2010;8(5):607-619. DOI
10.1111/j.1467-7652.2009.00496.x.</p><p>Demurtas O.C., Massa S., Illiano E., De Martinis D., Chan P.K., Di Bonito
P., Franconi R. Antigen production in plant to tackle infectious
diseases &#64258;are up: the case of SARS. Front. Plant Sci. 2016;7:1-12.
DOI 10.3389/fpls.2016.00054</p><p>Dhama K., Natesan S., Yatoo M.I., Patel S.K., Tiwari R., Saxena
S.K., Harapan H. Plant-based vaccines and antibodies to combat
COVID-19: current status and prospects. Hum. Vaccin. Immunother.
2020;16(12):2913-2920. DOI 10.1080/21645515.2020.1842034</p><p>Diamos A.G., Hunter J.G.L., Pardhe M.D., Rosenthal S.H., Sun H.,
Foster B.C., DiPalma M.P., Chen Q., Mason H.S. High level production
of monoclonal antibodies using an optimized plant expression
system. Front. Bioeng. Biotechnol. 2020;7:472. DOI 10.3389/
fbioe.2019.00472</p><p>Fischer R., Buyel J.F. Molecular farming &#8211; the slope of enlightenment.
Biotechnol. Adv. 2020;40:107519. DOI 107519 10.1016/
j.biotechadv.2020.107519.</p><p>Francis M.J. Recent advances in vaccine technologies. Vet. Clin.
Small Anim. 2018;48(2):231-241. DOI 10.1016/j.cvsm.2017.10.002.</p><p>Gao Q., Bao L., Mao H., Wang L., Xu K., Yang M. Development
of an inactivated vaccine candidate for SARS-CoV-2. Science.
2020;369(6499):77-81. DOI 10.1126/science.abc1932.</p><p>Gleba Y., Klimyuk V., Marillonnet S. Magnifection: a new platform for
expressing recombinant vaccines in plants. Vaccine. 2005;23:2042-
2048. DOI 10.1016/j.vaccine.2005.01.006.</p><p>Hiatt A., Cafferkey R., Bowdish K. Production of antibodies in transgenic
plants. Nature. 1989;342(6245):76-78. DOI 10.1038/342076a0</p><p>Hodgins B., Pillet S., Landry N., Ward B.J. Prime-pull vaccination
with a plant-derived virus-like particle in&#64258;uenza vaccine elicits
a broad immune response and protects aged mice from death and
frailty after challenge. Immun. Ageing. 2019;16:27. DOI 10.1186/
s12979-019-0167-6.</p><p>Jackson L.A., Anderson E.J., Rouphael N.G., Roberts P.C., Makhene M.,
Coler R.N., McCullough M.P., Chappell J.D., Denison M.R.,
Stevens L.J., Pruijssers A.J., McDermott A., Flach B., Doria-
Rose N.A., Corbett K.S., Morabito K.M., O&#8217;Dell S., Schmidt S.D.,
Swanson P.A., Padilla M., Mascola J.R., Neuzil K.M., Bennett H.,
Sun W., Peters E., Makowski M., Albert J., Cross K., Buchanan W.,
Pikaart-Tautges R., Ledgerwood J.E., Graham B.S., Beigel J.H. An mRNA vaccine against SARS-CoV-2 &#8211; preliminary report. N. Engl.
J. Med. 2020;383:1920-1931. DOI 10.1056/nejmoa2022483. </p><p>Jiang S. Don&#8217;t rush to deploy COVID-19 vaccines and drugs without
sufficient safety guarantees. Nature. 2020;579:321. DOI 10.1038/
d41586-020-00751-9.</p><p>Kannan S., Shaik Syed Ali P., Sheeza A., Hemalatha K. COVID-19
(Novel Coronavirus 2019) &#8211; recent trends. European Review for
Medical and Pharmacological Sciences. 2020;24:2006-2011.
DOI 10.26355/eurrev_202002_20378.</p><p>Kermode A.R. Current Status and Perspectives of the Molecular Farming
Landscape. In: Kermode A.R. (Ed.) Molecular Pharming, First Edition.
John Wiley &amp; Sons, 2018;3-25. DOI 10.1002/9781118801512.
ch10.</p><p>Lua L.H.L, Connors N.K., Sainsbury F., Chuan Y.P., Wibowo N., Middelberg
A.P.J. Bioengineering virus-like particles as vaccines. Biotechnol.
Bioeng. 2014;111(3):425-440. DOI 10.1002/bit.25159.79.</p><p>Ma C., Su S., Wang J., Wei L., Du L., Jiang S. From SARS-CoV to
SARS-CoV-2: safety and broad-spectrum are important for coronavirus
vaccine development. Microbes Infect. 2020;22(6-7):245-253.
DOI 10.1016/j.micinf.2020.05.004.</p><p>Makarkov A.I., Golizeh M., Ruiz-Lancheros E., Gopal A.A., Costas-
Cancelas I.N., Chierzi S., Pillet S., Charland N., Landry N.,
Rouiller I., Wiseman P.W., Ndao M., Ward B.J. Plant-derived virus-
like particle vaccines drive cross-presentation of in&#64258;uenza A
hemagglutinin peptides by human monocyte-derived macrophages.
NPJ Vaccines. 2019;4:1-13. DOI 10.1038/s41541-019-0111-y.</p><p>Margolin E., Chapman R., Williamson A.L., Rybicki E.P., Meyers
A.E. Production of complex viral glycoproteins in plants as
vaccine immunogens. Plant Biotechnol. J. 2018;16(9):1531-1545.
DOI 10.1111/pbi.12963.</p><p>Marian A.J. Current state of vaccine development and targeted therapies
for COVID-19: impact of basic science discoveries. Cardiovasc.
Pathol. 2021;50:107278. DOI 10.1016/j.carpath.2020.
107278.</p><p>McNulty M.J., Gleba Y., Tus&#233; D., Hahn-L&#246;bmann S., Giritch A.,
Nandi S., McDonald K.A. Techno-economic analysis of a plantbased
platform for manufacturing antimicrobial proteins for
food safety. Biotechnol. Prog. 2020;36(1):e2896. DOI 10.1002/
btpr.2896.</p><p>Pardi N., Hogan M.J., Porter F.W., Weissman D. mRNA vaccines &#8211;
a new era in vaccinology. Nat. Rev. Drug Discov. 2018;17(4):261-
279. DOI 10.1038/nrd.2017.243</p><p>Phoolcharoen W., Bhoo S.H., Lai H., Ma J., Arntzen C.J., Chen Q.,
Mason H.S. Expression of an immunogenic Ebola immune complex
in Nicotiana benthamiana. Plant Biotechnol. J. 2011;9(7):807-816.
DOI 10.1111/j.1467-7652.2011.00593.x.</p><p>Pillet S., Couillard J., Tr&#233;panier S., Poulin J.F., Yassine-Diab B., Guy B.,
Ward B.J., Landry N. Immunogenicity and safety of a quadrivalent
plant-derived virus like particle in&#64258;uenza vaccine candidate &#8211; two
randomized Phase II clinical trials in 18 to 49 and &#8805;50 years old
adults. PLoS One. 2019;14(6):e0216533. DOI 10.1371/journal.
pone.0216533</p><p>Pogrebnyak N., Golovkin M., Andrianov V., Spitsin S., Smirnov Y.,
Egolf R., Koprowski H. Severe acute respiratory syndrome (SARS)
S protein production in plants: development of recombinant vaccine.
Proc. Natl. Acad. Sci. USA. 2005;102(25):9062-9067. DOI 10.1073/
pnas.0503760102</p><p>Prasad A., Muthamilarasan M., Prasad M. Synergistic antiviral effects
against SARS-CoV-2 by plant-based molecules. Plant Cell Rep.
2020;39(9):1109-1114. DOI 10.1007/s00299-020-02560-w.</p><p>Rosales-Mendoza S. Will plant-made biopharmaceuticals play a role
in the fight against COVID-19? Expert Opin. Biol. Ther. 2020;
20(6):545-548. DOI 10.1080/14712598.2020.1752177.</p><p>Rybicki E. History and promise of plant-made vaccines for animals. In:
MacDonald J. (Ed.) Prospects of Plant-Based Vaccines in Veterinary
Medicine. Cham: Springer, 2018;1-22. DOI 10.1007/978-3-319-
90137-4_1.</p><p>Rybicki E.P. Plant molecular farming of virus-like nanoparticles as vaccines
and reagents. Wiley Interdiscip. Rev. Nanomed. Nanobiotechnol.
2020;12:1-22. DOI 10.1002/wnan.1587</p><p>Sainsbury F., Sack M., Stadlmann J., Quendler H., Fischer R., Lomonossoff
G.P. Rapid transient production in plants by replicating
and non-replicating vectors yields high quality functional anti-
HIVantibody. PLoS One. 2010;5(11):e13976. DOI 10.1371/
journal.pone.0013976</p><p>Salazar-Gonz&#225;lez J.A., Ba&#241;uelos-Hern&#225;ndez B., Rosales-Mendoza S.
Current status of viral expression systems in plants and perspectives
for oral vaccines development. Plant Mol. Biol. 2015;87(3):203-
217. DOI 10.1007/s11103-014-0279-5.</p><p>Shanmugaraj B., Malla A., Phoolcharoen W. Emergence of Novel
Coronavirus 2019-nCoV: need for rapid vaccine and biologics
development. Pathogens. 2020a;9(2):148. DOI 10.3390/
pathogens9020148.</p><p>Shanmugaraj B., Siriwattananon K., Wangkanont K., Phoolcharoen
W. Perspectives on monoclonal antibody therapy as potential
therapeutic intervention for Coronavirus disease-19 (COVID-19).
Asian Pac. J. Allergy Immunol. 2020b;38(1):10-18. DOI 10.12932/
AP-200220-0773.</p><p>Shoji Y., Chichester J.A., Jones M., Manceva S.D., Damon E., Mett V.,
Musiychuk K., Bi H., Farrance C., Shamloul M., Kushnir N., Sharma
S., Yusibov V. Plant-based rapid production of recombinant subunit
hemagglutinin vaccines targeting H1N1 and H5N1 influenza.
Hum. Vaccine. 2011;7(Suppl.):41. DOI 10.4161/hv.7.0.14561.</p><p>Takeuchi O., Akira S. Pattern recognition receptors and inflammation.
Cell. 2010;140(6):805-820. DOI 10.1016/j.cell.2010.01.022.</p><p>Tian X., Li C., Huang A., Xia S., Lu S., Shi Z., Lu L., Jiang S.,
Yang Z., Wu Y., Ying T. Potent binding of 2019 novel coronavirus
spike protein by a SARS coronavirus-specific human mono-
clonal antibody. Emerg. Microbes Infect. 2020;9(1):382-385.
DOI 10.1080/22221751.2020.1729069.</p><p>Waheed M.T., Ismail H., Gottschamel J., Mirza B., L&#246;ssl A.G. Plastids:
the green frontiers for vaccine production. Front. Plant Sci.
2015;6:1-11. DOI 10.3389/fpls.2015.01005</p><p>Ward B.J., Gobeil P., S&#233;guin A., Atkins J., Boulay I., Charbonneau P.Y.,
Couture M., D&#8217;Aoust M.A., Dhaliwall J., Finkle C., Hager K.,
Mahmood A., Makarkov A., Cheng M.P., Pillet S., Schimke P.,
St-Martin S., Tr&#233;panier S., Landry N. Phase 1 randomized
trial of a plant-derived virus-like particle vaccine for COVID-19.
Nat. Med. 2021;27:1071-1078. DOI 10.1038/s41591-021-
01370-1.</p><p>Ward B.J., Makarkov A., S&#233;guin A., Pillet S., Tr&#233;panier S., Dhaliwall J.,
Libman M.D., Vesikari T., Landry N. Efficacy, immunogenicity, and
safety of a plant-derived, quadrivalent, virus-like particle influenza
vaccine in adults (18&#8211;64 years) and older adults (&#8805;65 years): two
multicentre, randomised phase 3 trials. Lancet. 2020;396(10261):
1491-1503. DOI 10.1016/S0140-6736(20)32014-6.</p><p>Yu J., Tostanosk L.H., Peter L., Mercad N.B., McMahan K.,
Mahrokhia S.H., Nkolol J.P., Liu J., Li Z., Chandrashekar A.,
Martine D.R., Loos C., Atyeo C., Fischinger S., Burk J.S., Slei M.D.,
Chen Y., Zuiani A., Lelis F.J.N., Travers M., Habibi S., Pessaint L.,Van Ry A., Blade K., Brown R., Cook A., Finneyfrock B., Dodson
A., Teow E., Velasco J., Zahn R., Wegmann F., Bondzi E.A.,
Dagotto G., Gebr M.S., He X., Jacob-Dolan C., Kirilova M., Kordana
N., Lin Z., Maxfiel L.F., Nampanya F., Nityanandam R., Ventur
J.D., Wan H., Cai Y., Chen B., Schmid A.G., Weseman D.R.,
Bari R.S., Alter G., Andersen H., Lewi M.G., Barou D.H. DNA vaccine
protection against SARS-CoV-2 in rhesus macaques. Science.
2020;369(6505):806-811. DOI 10.1126/science.abc6284. </p><p>Yu Y., Yu P.C., Chang W.J., Yu K., Lin C.S. Plastid transformation: how
does it work? Can it be applied to crops? What can it offer? Int. J.
Mol. Sci. 2020;21(14):4854. DOI 10.3390/ijms21144854</p><p>Zhu N., Zhang D., Wang W., Li X., Yang B., Song J., Zhao X., Huang B.,
Shi W., Lu R., Niu P., Zhan F., Ma X., Wang D., Xu W., Wu G.,
Gao G.F., Tan W. A novel coronavirus from patients with pneumonia
in China. N. Engl. J. Med. 2020;382:727-733. DOI 10.1056/
NEJMoa2001017.</p></sec></body><back><ack><p>This research was funded by the Ministry of Science and Higher Education of the Russian Federation, grant number FWNR-2022-0022.</p></ack></back></article></pmc-articleset>